{
    "Guideline No. 451 Asymptomatic Endometrial Thickening in Postmenopausal Women.txt": "The SOGC Clinical Practice Guideline No. 451 addresses the management of asymptomatic endometrial thickening in postmenopausal women. It emphasizes that routine pelvic ultrasound is not recommended for screening for endometrial cancer and that most patients with endometrial cancer present with postmenopausal bleeding. The guideline provides recommendations for further investigations based on individual risk factors and ultrasound findings, with endometrial thickness <11 mm associated with a low risk of malignancy. It also discusses the impact of hormone therapy on endometrial health and provides recommendations for preoperative ripening of the cervix before hysteroscopy. The guideline highlights the importance of individualized care and appropriate management based on specific patient factors.",
    "BJOG - 2017 -  Management of Breech Presentation.txt": "The clinical guideline on the Management of Breech Presentation provides recommendations for the management of breech presentation at term. It suggests offering external cephalic version (ECV) to women with breech presentation unless contraindicated, and counseling on the risks and benefits of ECV and implications for mode of delivery. The guideline discusses the risks and benefits of planned vaginal breech delivery versus planned caesarean section, highlighting the reduction in perinatal mortality with caesarean section but also the risks associated with future pregnancies. Skilled intrapartum care and adherence to a management protocol are emphasized for safe vaginal breech delivery. Research recommendations and audit topics are also included.",
    "Clinical Consensus No. 455 Fetal Sex Determination and Disclosure.txt": "Clinical Consensus No. 455 emphasizes the importance of fetal sex determination in obstetric ultrasound examinations and the respect for parental wishes regarding disclosure. Health care providers should make efforts to determine fetal sex during ultrasound exams and include a visible alert in reports if this information is present. The guideline highlights the significance of prenatal diagnosis of fetal genital anomalies and stresses the need for re-examination or referral if fetal sex cannot be determined. Ultimately, the guideline aims to ensure that fetal sex information is accurately communicated to patients and that their preferences are respected throughout the process.",
    "empty.txt": "\n",
    "Guideline No. 452 Diagnosis and Management of Intrahepatic Cholestasis of Pregnancy.txt": "Intrahepatic cholestasis of pregnancy is a liver condition that can have serious consequences for both the mother and the fetus. It is characterized by itching and elevated bile acids, and can lead to preterm birth, neonatal respiratory distress, and stillbirth. Treatment involves medication to alleviate symptoms and early delivery based on bile acid levels. Recurrence in future pregnancies is common, and monitoring and delivery timing should be based on bile acid levels. Close monitoring during labor is recommended, and resolution of symptoms should be confirmed postpartum. Patients and family members are at higher risk for ICP in future pregnancies, and contraceptive options should be discussed."
}