{
    "UHSussex - GP001 - Management of Miscarriage.pdf": "The clinical guideline provides recommendations for the management of hypertension in adults. It outlines the importance of lifestyle modifications, such as diet and exercise, as well as the use of pharmacological treatments when necessary. The guideline emphasizes the importance of accurate blood pressure measurements and regular monitoring to ensure effective management of hypertension. It also provides guidance on the use of different classes of antihypertensive medications and the importance of individualized treatment plans based on patient characteristics. Overall, the guideline aims to improve outcomes for adults with hypertension by providing evidence-based recommendations for healthcare providers.",
    "Joint RCOG and BSGE Guideline- Laparoscopy in Pregnancy.pdf": "This clinical guideline focuses on the laparoscopic management of non-obstetric abdominal conditions in pregnant women, such as appendicitis, gall bladder disease, and ovarian tumors. It emphasizes the importance of experienced laparoscopists performing these procedures to ensure optimal outcomes for both the mother and fetus. The guideline discusses the benefits of laparoscopic surgery, including faster recovery and lower infection rates, as well as potential risks such as haemorrhage and organ trauma. It also addresses the controversy surrounding laparoscopic appendicectomy and miscarriage, as well as the preference for laparoscopic cholecystectomy over open surgery in pregnancy. Overall, the guideline provides recommendations for the safe and effective management of abdominal conditions in pregnant women using laparoscopic techniques.",
    "NICE Guidance - 2023 - Ectopic.pdf": "The clinical guideline on ectopic pregnancy and miscarriage focuses on improving early pregnancy loss diagnosis and support for women with complications. It emphasizes dignified and respectful care, providing information and support sensitively, and ensuring evidence-based information is available in various formats. Healthcare professionals should recognize symptoms and signs of ectopic pregnancy, refer unstable patients to A&E, and offer seven-day early pregnancy assessment services. The guideline also covers management strategies such as offering methotrexate or surgery for ectopic pregnancy, and providing anti-D immunoglobulin prophylaxis. Research recommendations include evaluating different management strategies and assessing the psychological impact on women. Improving diagnosis and management is crucial to reduce psychological morbidity and prevent unnecessary deaths.",
    "UHSussex - GP003 Pelvic Inflammatory Disease (PID).pdf": "Pelvic Inflammatory Disease (PID) is a serious condition caused by ascending infection from the endocervix, leading to complications. The incidence of PID is rising due to factors like early sexual activity. Diagnosis can be symptomatic or asymptomatic, with testing for gonorrhoea and chlamydia recommended. Broad-spectrum antibiotics are crucial for treatment, along with pain relief and anti-emetics. Antibiotic regimens differ for outpatient and inpatient care, with consideration for penicillin allergies. Transitioning from IV to oral antibiotics is advised. NICE guidance on drug choice in early pregnancy is provided. NSAIDs like ibuprofen are deemed safe before 30 weeks of pregnancy. Antibiotics like ceftriaxone are considered low risk during pregnancy, while doxycycline is contraindicated after the 15th week. Follow-up for PID patients includes treatment compliance, progress monitoring, and education on safe sex practices.",
    "Joint RCOG BSGE Guideline - Suspected Ovarian Masses in Premenopausal Women.pdf": "This guideline provides guidance on managing suspected ovarian masses in premenopausal women, emphasizing the importance of referral to a gynaecological oncologist if malignancy is suspected. Most masses are benign, and conservative management is often possible, with laparoscopic surgery recommended for benign masses. Ultrasound is the preferred imaging modality, and risk of malignancy can be estimated using the Risk of Malignancy Index (RMI). Follow-up for simple cysts varies based on size and persistence. Laparoscopic surgery by experienced surgeons is preferred for elective management, with avoidance of cyst spillage. Various diagnostic tools and models are discussed for accurate preoperative diagnosis of ovarian masses.",
    "BJOG - 2018 - Denison - Care of Women with Obesity in Pregnancy.pdf": "",
    "ESHRE Guideline - 2022 - Endometriosis.pdf": "",
    "BJOG 2016 Management of Bladder Pain Syndrome.pdf": "The clinical guideline for the management of Bladder Pain Syndrome provides recommendations for the initial assessment, diagnosis, and management of this chronic pain condition. Key points include the importance of a thorough medical history, physical examination, and baseline investigations such as bladder and food diaries. Conservative treatments, including dietary modifications and stress management, are recommended initially, with pharmacological options such as oral amitriptyline considered if needed. Intravesical treatments may be used in refractory cases, and further options should be considered after referral to a pain clinic. The guideline also highlights treatments that are not recommended and emphasizes the importance of follow-up care and support for patients with BPS.",
    "UKHSA - Viral illness in pregnancy - 2024.pdf": "This clinical guideline provides comprehensive guidance on investigating, diagnosing, and managing viral illnesses in pregnancy, focusing on rash illnesses such as rubella, parvovirus B19, and measles. It emphasizes the importance of laboratory testing, specialist advice, and monitoring for pregnant women with confirmed infections. The document also covers the risks associated with maternal infections, such as natal transmission and congenital syndromes, and provides recommendations for managing exposures and occupational risks. Additionally, it highlights the importance of vaccination history, screening, and appropriate management decisions, including referrals to specialist units for early pregnancy infections. The guideline does not cover HIV or herpes simplex virus infections in pregnancy.",
    "GTG 2010 - Malaria in Pregnancy - Treatment.pdf": "Summary: Early diagnosis and treatment of malaria in pregnant women are crucial to prevent adverse outcomes for both the mother and fetus. Symptoms include flu-like illness, and prompt investigation and blood films are necessary for diagnosis. Treatment varies based on the severity of the infection, with IV artesunate recommended for severe cases and quinine with clindamycin for uncomplicated malaria. Artemisinin-based therapies are preferred in the second and third trimesters, and chloroquine is no longer recommended for P. falciparum due to resistance. Monitoring for complications and expert consultation are essential for managing malaria in pregnancy effectively.",
    "BJOG - 2016 -  Management of Premenstrual Syndrome.pdf": "The clinical guideline for the management of premenstrual syndrome (PMS) emphasizes the importance of recording symptoms over two cycles using a symptom diary for diagnosis. Referral to a gynaecologist is recommended if simple measures fail, and severe cases may benefit from a multidisciplinary team approach. First-line pharmaceutical interventions include drospirenone-containing combined oral contraceptives and percutaneous estradiol with progestogens. Cognitive behavioral therapy and SSRIs are also recommended for severe cases. Spironolactone can be used for physical symptoms, and surgery may be considered as a last resort. Complementary therapies, such as acupuncture and herbal treatments, may also be effective in managing PMS symptoms.",
    "BJOG - 2024 - Morris - Investigation and Care of a Small‐for‐Gestational‐Age Fetus and a Growth Restricted Fetus  Green‐top.pdf": "",
    "BJOG - 2017 -  External Cephalic Version and Reducing the Incidence of Term Breech Presentation.pdf": "External Cephalic Version (ECV) is a procedure to turn a breech baby to a head-down position, reducing the need for a caesarean section. Success rates are around 50%, with slightly higher rates of caesarean section and instrumental delivery post-ECV. Tocolysis with betamimetics can improve success rates, and ECV should be offered at term from 37 weeks gestation. Regional analgesia is not routinely recommended but may be considered. ECV should only be performed by trained practitioners in facilities with monitoring and surgical delivery capabilities. Anti-D immunoglobulin is recommended for D negative women undergoing ECV. Further research is needed in areas of clinical uncertainty.",
    "GTG 2015 - Blood transfusion in Obstetrics.pdf": "The clinical guideline on Blood Transfusion in Obstetrics provides recommendations for reducing the risk of transfusion in pregnant women. It emphasizes optimizing haemoglobin levels through oral iron supplementation, active management of the third stage of labor, and delivering in hospitals for high-risk women. The guideline outlines consent procedures for blood transfusion, requirements for blood group and screen samples, and blood product specifications during pregnancy and the postpartum period. Strategies to minimize the use of banked blood, such as intraoperative cell salvage, are discussed. Mechanical strategies and specific blood components are recommended for managing obstetric hemorrhage. The guideline also addresses patient blood management and recommendations for Jehovah's Witnesses.",
    "BJOG - 2019 - Thomson - Care of Women Presenting with Suspected Preterm Prelabour Rupture of Membranes from 24 0 Weeks of.pdf": "The clinical guideline provides recommendations for the diagnosis, assessment, and management of preterm prelabor rupture of membranes (PPROM) in pregnant women between 24+0 and 36+6 weeks' gestation. Key recommendations include using maternal history and sterile speculum examination for diagnosis, offering antibiotics and corticosteroids, and considering magnesium sulfate for neuroprotection. Expectant management until 37+0 weeks is advised, with delivery considered after 24+0 weeks. The guideline emphasizes the importance of emotional support, discussions with a neonatologist, and birthing in a suitable facility. Further research is needed in various aspects of PPROM management. Useful links and support groups are provided for additional information and assistance.",
    "BJOG - 2022 - Girling - Intrahepatic cholestasis of pregnancy.pdf": "The clinical guideline for intrahepatic cholestasis of pregnancy (ICP) recommends considering ICP in pregnant women with itching and elevated bile acid levels. Additional investigations are not needed for all cases, but may be warranted based on individual factors. Specialist hepatology advice should be sought for severe or atypical cases. The risk of stillbirth increases with higher bile acid concentrations, with different recommendations for planned birth based on severity of ICP. Monitoring should be individualized, and fetal monitoring does not predict stillbirth. Treatment options for itching are limited, and vitamin K may be considered in cases of reduced fat absorption. Follow-up after birth is crucial, and recurrence in subsequent pregnancies is possible. Future research should focus on predicting adverse outcomes and effective treatments for ICP.",
    "NICE Guidance - 2024 - Endometriosis.pdf": "The clinical guideline on endometriosis diagnosis and management, published by NICE, provides recommendations for healthcare professionals, commissioners, and individuals with suspected or confirmed endometriosis. The guideline emphasizes the importance of patient involvement in decision-making, using inclusive language, and tailoring treatment to individual symptoms and preferences. It highlights the need for thorough assessment and diagnosis, including consideration of laparoscopy for suspected cases. Treatment options include pharmacological pain management, non-pharmacological approaches, and surgical interventions based on the extent of the condition and the woman's fertility priorities. The guideline also addresses key research questions related to treatment effectiveness and outcomes for women with endometriosis.",
    "UHSussex - GP004 Diagnosis and Management of Gestational Trophoblastic Disease (GTD).pdf": "The clinical guideline on the Diagnosis and Management of Gestational Trophoblastic Diseases (GTD) provides key principles for healthcare professionals, including the importance of discussions with senior colleagues and using evidence from national guidelines. GTD is a rare group of pregnancy-related tumors characterized by trophoblastic tissue proliferation, with clinical features such as irregular bleeding and hyperemesis. Ultrasound is helpful in diagnosis, and evacuation methods vary for complete and partial moles. Follow-up testing and contraceptive advice are recommended, with a low risk of recurrence in future pregnancies. Persistent elevation of βhCG indicates Gestational Trophoblastic Neoplasia (GTN), and consultation is advised in cases of combined molar pregnancy with a viable twin.",
    "BJOG - 2018 - Jauniaux - Placenta Praevia and Placenta Accreta.pdf": "The clinical guideline focuses on the diagnosis and management of Placenta Praevia and Placenta Accreta. It outlines risk factors, antenatal care, delivery considerations, and surgical techniques for these conditions. Key points include the importance of early diagnosis, tailored antenatal care, and delivery planning in specialized units with blood transfusion services. For women with Placenta Accreta, a multidisciplinary team approach is recommended, and uterus-preserving surgical techniques should be performed by experienced surgeons. The guideline emphasizes the need for further research in this area and provides recommendations for patient care based on current evidence and expert consensus.",
    "BJOG - 2020 - Murphy - Assisted Vaginal Birth.pdf": "Assisted vaginal birth guidelines emphasize the importance of proper preparation, assessment, and consent for the procedure. Continuous support during labor, different positions, and delayed pushing can impact the need for assisted vaginal birth. Operators must have the necessary knowledge and skills, with complex cases handled by experienced professionals. Instruments should be chosen based on clinical circumstances and operator skill. Aftercare includes prophylactic antibiotics, pain relief, and education on potential complications. Documentation and follow-up care are crucial, with a focus on maternal and neonatal outcomes. Obstetricians have a duty of candour and should contribute to adverse event reporting for effective risk management.",
    "NICE - Preterm labour and birth - 2022.pdf": "The NICE clinical guideline on preterm labor and birth, updated in June 2022, provides recommendations for healthcare professionals, maternity service providers, and women at risk of preterm birth. It advises on interventions such as prophylactic vaginal progesterone and cervical cerclage for high-risk women, as well as the use of maternal corticosteroids and magnesium sulfate for neuroprotection. The guideline also covers fetal monitoring, mode of birth, and infection management in preterm prelabour rupture of membranes. Research recommendations include investigating the effectiveness of repeat corticosteroids and prophylactic progesterone. Overall, the guideline aims to reduce the risks associated with preterm birth and improve outcomes for both mother and baby.",
    "BJOG - 2022 - Shennan - Cervical Cerclage.pdf": "The clinical guideline on Cervical Cerclage (Green-top Guideline No. 75, June 2022) provides key recommendations for the use of cerclage in women at risk of preterm birth and second trimester fetal loss. It highlights the importance of history-indicated cerclage for women with three or more previous preterm births and ultrasound-indicated cerclage for those with a short cervix measuring 25mm or less. The guideline emphasizes the need for individualized care, considering factors such as BMI, previous unsuccessful cerclage, and the type of suture material used. It also discusses potential complications, timing of cerclage removal, and ongoing research in the field.",
    "NICE Guideline - 2021 - IOL.pdf": "The clinical guideline on inducing labor focuses on providing pregnant women with information and support to make informed decisions. Discussions should include preferences for birth, risks and benefits of induction, and alternative options. Additional monitoring may be recommended for certain groups. The guideline covers topics such as preterm prelabour rupture of membranes, breech position, fetal growth restriction, and intrauterine fetal death. Recommendations include monitoring uterine activity, managing hyperstimulation, offering various induction methods, and providing pain relief options. The guideline aims to reduce risks and ensure individualized care for women considering induction of labor.",
    "UHS Intrahepatic Cholestasis(ICP) UHS-CG-0001-2023.pdf": "The UH Sussex Intrahepatic Cholestasis of Pregnancy (ICP) Guideline provides evidence-based guidance for the diagnosis and management of ICP in pregnant women. It covers the aim, scope, responsibilities, diagnosis, management, and monitoring of ICP, as well as the risks associated with the condition. The guideline recommends regular monitoring of bile acid and liver function tests, consultant-led care, and careful planning of the timing of birth based on the severity of ICP. It also emphasizes the importance of postnatal care and monitoring for recurrence in subsequent pregnancies. The guideline includes audit questions to ensure quality care for pregnant women with ICP.",
    "GTG 2011 - Pregnancy and Breast Cancer.pdf": "Green–top Guideline No. 12, issued in March 2011, provides clinical guidance for health professionals caring for women of childbearing age with a diagnosis or history of breast cancer. The guideline emphasizes the importance of multidisciplinary treatment for breast cancer in young women, considering factors such as prognosis, diagnosis, treatment during pregnancy, and contraceptive choices after treatment. Women planning pregnancy after breast cancer should consult with oncologists, surgeons, and obstetricians, with most advised to wait at least 2 years post-treatment. Fertility preservation options should be discussed before treatment, and women can be reassured about the safety of pregnancy and breastfeeding after breast cancer.",
    "ESHRE - PCOS - 2023.pdf": "",
    "GTG 2012 - Initial Mx of Chronic Pelvic Pain.pdf": "This clinical guideline provides evidence-based recommendations for the evaluation and management of chronic pelvic pain in women. It emphasizes the importance of a thorough initial assessment, including history-taking, physical examination, and appropriate investigations. The guideline covers a wide range of potential causes of chronic pelvic pain, including endometriosis, adhesions, IBS, interstitial cystitis, and musculoskeletal issues. It also discusses various therapeutic options, such as hormonal treatment and physical therapy, as well as the role of self-management techniques and support organizations. Referral to relevant healthcare professionals and consideration of psychological factors are also highlighted. Overall, the guideline aims to assist generalists in providing effective care for women with chronic pelvic pain.",
    "GTG 2015 - FGM.pdf": "This clinical guideline on Female Genital Mutilation (FGM) emphasizes the importance of healthcare professionals being aware of the complications of FGM and their legal responsibilities. It highlights the need for specialized services for women with FGM, offering information, assessments, and de-infibulation. Psychological and sexual function complications can occur with all types of FGM, and referral pathways should be clear. De-infibulation should be considered before pregnancy, and clitoral reconstruction is not recommended. Pregnant women with FGM should receive appropriate care, including antenatal screening and de-infibulation if necessary. Postnatal care should include follow-up for de-infibulation. Mandatory training on FGM for healthcare professionals is recommended, along with the importance of patient confidentiality and adherence to legal and regulatory processes.",
    "BJOG - 2022 - Stock - Antenatal corticosteroids to reduce neonatal morbidity and mortality.pdf": "Antenatal corticosteroids are recommended for women at risk of preterm birth to reduce perinatal and neonatal death, respiratory distress syndrome, and other complications. Timing of administration is crucial, with the most significant benefits seen when given within 48 hours prior to birth. There are potential risks, including effects on fetal growth and long-term development, particularly in term-born infants. Women with preterm prelabour rupture of membranes should also be offered corticosteroids. Repeat courses may be considered in specific circumstances. While corticosteroids have proven benefits, caution is advised in certain situations, such as systemic infection. Overall, the benefits of antenatal corticosteroids outweigh the risks when administered appropriately.",
    "BJOG - 2021 - Navaratnam - Amniocentesis and chorionic villus sampling.pdf": "Amniocentesis and chorionic villus sampling are prenatal diagnostic tests that come with a risk of miscarriage, especially for women with multiple pregnancies. It is important to provide proper support and information to women and their partners throughout the screening process. These procedures should be performed by trained operators and results should be carefully interpreted. Blood-borne viruses should be screened for before undergoing invasive testing, and antiretroviral treatment should be optimized for HIV-positive pregnant women. Amniocentesis has shown an increased risk of Hepatitis B transmission, but no evidence of risk for Hepatitis C. Research on amniocentesis in HIV-infected pregnant women has been conducted to assess the risk of mother-to-child transmission.",
    "UHSussex - GP006 Management of Bartholins Cyst Abscess.pdf": "Bartholin's cyst is a buildup of sterile mucous in the Bartholin's gland, while Bartholin's abscess is an infection that causes inflammation and abscess formation. Management involves monitoring cysts for signs of abscess, with surgical intervention needed for abscesses. Word catheter insertion is an outpatient option for women under 40, while marsupialisation is recommended for those over 40 due to cancer risk. Excision should be done by a consultant, and antibiotics are not routinely needed. Vulval abscesses can be managed conservatively or with incision and drainage. Compliance with the protocol is crucial, and discharge planning should include follow-up care and removal of the catheter.",
    "UHSussex - GP001 - Management of Pregnancy of Unknown Location.pdf": "The clinical guideline for Management of Pregnancy of Unknown Location (PUL) emphasizes the importance of thorough assessment and individualized management for women with a positive pregnancy test but no visible pregnancy on ultrasound. Key principles include collaboration with senior colleagues, adherence to national guidelines, and responsibility of all healthcare professionals involved in early pregnancy care. The objective is to identify the location of the pregnancy and ensure resolution without complications, considering the possibility of ectopic pregnancy. Further management is tailored to clinical signs and symptoms, with a focus on providing written information and access to emergency care for women with PUL. It is advised to seek medical attention for severe pain or feeling unwell and to avoid travel to areas without immediate medical care.",
    "BJOG - 2017 -  Management of Breech Presentation.pdf": "The clinical guideline for the management of breech presentation at term recommends offering external cephalic version (ECV) to women unless there is an absolute contraindication. The guideline discusses the risks and benefits of ECV, planned caesarean section, and vaginal breech delivery. It emphasizes the importance of proper counseling to ensure women understand the risks associated with each option. Skilled intrapartum care and selection of appropriate pregnancies can make planned vaginal breech birth nearly as safe as planned vaginal cephalic birth. The guideline also covers factors affecting safety, intrapartum assessment, and management during vaginal breech birth, as well as the role of simulation equipment and guidelines for reducing complications.",
    "Joint RCOG BASHH Guideline - Genital Herpes in Pregnancy.pdf": "The clinical guideline on the Management of Genital Herpes in Pregnancy provides recommendations for pregnant women with suspected or confirmed genital herpes infection. It covers inpatient and outpatient care during antenatal, intrapartum, and postnatal periods. Treatment options include oral or intravenous aciclovir, paracetamol, and lidocaine gel for symptomatic relief. Daily suppressive aciclovir from 36 weeks of gestation is recommended to reduce HSV lesions and asymptomatic shedding. Caesarean section is advised for women with first episode genital herpes in the third trimester. The guideline also includes recommendations for managing neonates and preventing postnatal transmission of HSV.",
    "GTG 2008 - Prevention of Entry-Related Laparoscopic Injuries.pdf": "RCOG Green-top Guideline No. 49 focuses on preventing entry-related gynaecological laparoscopic injuries, which can occur during the insertion of needles, trocars, and cannulae. Complications from laparoscopic surgery can range from 1.0/1000 to 12.5/1000 cases, with major issues including intestinal, urological, and vascular injuries. The guideline emphasizes the importance of safe entry techniques, proper training for surgeons and staff, and the use of appropriate equipment. Alternative entry sites and techniques are also discussed to minimize risks, with recommendations for obese and thin patients. Overall, optimizing entry techniques is crucial in reducing complications during laparoscopic procedures.",
    "BJOG - 2020 -  Management of Gestational Trophoblastic Disease.pdf": "The clinical guideline on the Management of Gestational Trophoblastic Disease provides comprehensive information on the presentation, diagnosis, management, treatment, and follow-up of GTD and GTN. It covers topics such as the presentation of molar pregnancies, diagnosis methods, removal procedures, follow-up protocols, treatment options for GTN, and long-term outcomes. Recommendations are made for follow-up intervals, contraception, and support for women and their families. The guideline emphasizes the importance of individualized care, timely referrals, and close monitoring for optimal outcomes. Further research areas and useful links are provided for additional information and support.",
    "contraception-after-pregnancy-guideline-oct2020.pdf": "The FSRH Guideline on Contraception After Pregnancy, last updated in October 2020, provides comprehensive information on contraceptive options post-pregnancy. It emphasizes the use of long-acting reversible contraception (LARC) for better effectiveness and highlights the importance of person-centered contraceptive counseling. The guideline covers contraception after childbirth, abortion, ectopic pregnancy, miscarriage, and gestational trophoblastic disease. Recommendations are based on evidence, expert opinion, and considerations of health benefits, side effects, and risks. Consensus among the guideline development group is crucial, and guidelines are updated every 5 years. Auditable outcomes and CPD questions are provided for healthcare practitioners to improve patient care. Feedback on the guideline can be submitted to the FSRH Clinical Effectiveness Unit.",
    "GTG 2011 - APH.pdf": "Antepartum haemorrhage (APH) is defined as bleeding from or in to the genital tract during pregnancy, occurring after 24 weeks and before birth. Placenta praevia and placental abruption are important causes of APH, complicating 3-5% of pregnancies. Recurrent APH can occur, with fetal compromise being a key indicator. Clinical assessment and management are crucial, including history-taking, monitoring, resuscitation, and investigations. Timing and mode of delivery are important, with continuous fetal monitoring recommended. Postpartum issues, such as hemorrhage and neonatal assessment, should be addressed. Audit topics and areas for future research are suggested to improve care. Initial management should follow the ABCD pathway, with communication and teamwork being essential in emergency situations. Ultimately, treatment decisions should be based on individual patient needs and available resources.",
    "BMS - 2024 - Management of unscheduled bleeding on HRT.pdf": "The British Menopause Society provides guidelines for assessing and managing unscheduled bleeding on Hormone Replacement Therapy (HRT). Recommendations include assessing cancer risk factors, adjusting HRT regimens, and offering examinations and investigations as needed. The document emphasizes the importance of inclusive and sensitive care for individuals whose gender identity does not align with their assigned sex. Detailed assessments and examinations are recommended for women presenting with unscheduled bleeding on HRT, with considerations for endometrial cancer risk factors and different HRT regimens. Conservative management strategies and referral criteria are outlined for managing unscheduled bleeding on HRT, with a focus on individual risk factors and endometrial assessment.",
    "GTG 2014 - Endometrial Hyperplasia.pdf": "The clinical guideline on the management of endometrial hyperplasia emphasizes the importance of identifying and monitoring risk factors, as well as classifying hyperplasia based on cytological atypia. Diagnosis and surveillance methods include histological examination, endometrial sampling, and hysteroscopy. Treatment options vary depending on the presence of atypia, with progestogens and surgical management being common approaches. The guideline also addresses specific considerations for women on adjuvant breast cancer treatment, those wishing to conceive, and those on hormone replacement therapy. Regular endometrial surveillance is recommended, and further research is needed to determine optimal management strategies. The guideline provides comprehensive recommendations for the management of endometrial hyperplasia, with a focus on individualized care and long-term monitoring.",
    "CG22001 UH Sussex Perinatal Mental Health guideline.pdf": "The UH Sussex Perinatal Mental Health Guideline is a comprehensive document providing guidance for healthcare providers on detecting and managing mental health issues in pregnant individuals and women during the perinatal period. It emphasizes the importance of early identification and intervention to reduce perinatal morbidity and mortality. The guideline outlines pathways for care, including referral to specialist services for those with severe mental health difficulties. It also addresses medication management during pregnancy and breastfeeding, highlighting specific cautions for certain medications. The document includes protocols for healthcare professionals to follow, ensuring the emotional wellbeing of pregnant individuals and promoting maternal and infant health.",
    "BJOG - 2017 -  Prevention of Early‐onset Neonatal Group B Streptococcal Disease.pdf": "The clinical guideline for the prevention of early-onset neonatal Group B Streptococcal Disease emphasizes the importance of providing pregnant women with information about GBS colonization and neonatal infection risk. While universal screening is not recommended, clinicians should be aware of risk factors and offer antibiotic prophylaxis to women with GBS bacteriuria or previous affected babies. Immediate treatment with penicillin and gentamicin is advised for infected newborns, and breastfeeding is encouraged regardless of GBS status. Close monitoring of babies and prompt medical attention for abnormal symptoms are essential. Postnatal antibiotic prophylaxis is not recommended for low-risk term babies. The guideline also provides recommendations for specific scenarios such as preterm labor and planned caesarean sections.",
    "GTG 2016 - Ovarian Hyperstimulation Syndrome.pdf": "The clinical guideline on the management of Ovarian Hyperstimulation Syndrome (OHSS) emphasizes the importance of early recognition and appropriate management of this condition in women undergoing fertility treatment. Clinicians are advised to be vigilant for symptoms and signs of OHSS, grade its severity, and report severe cases to regulatory authorities. Management strategies include outpatient monitoring, fluid replacement, LMWH prophylaxis, and multidisciplinary care for critical cases. Pregnancy complicated by OHSS may have increased risks. Further research is needed to enhance understanding and treatment of OHSS. The guideline also provides recommendations for examination, investigation, and treatment of women with suspected OHSS.",
    "hypertension-in-pregnancy-diagnosis-and-management-pdf-66141717671365.pdf": "The NICE guideline on hypertension in pregnancy emphasizes the importance of early diagnosis and management, particularly for women at high risk of pre-eclampsia. Recommendations include prompt healthcare professional consultation for symptoms such as severe headache or sudden swelling, caution against certain medications and supplements, and lifestyle advice. Specific guidance is provided for managing chronic hypertension during pregnancy, including pre-pregnancy counseling, alternative antihypertensive treatments, and offering aspirin from 12 weeks. The guideline also covers monitoring and treatment of gestational hypertension and pre-eclampsia, with recommendations for timing of birth, antenatal corticosteroids, and postnatal care. Long-term follow-up and counseling on cardiovascular risks are also highlighted.",
    "BJOG - 2016 -  Management of Monochorionic Twin Pregnancy.pdf": "The clinical guideline for the management of monochorionic twin pregnancies emphasizes the importance of early ultrasound examinations to assess fetal viability, chorionicity, and potential complications such as twin-to-twin transfusion syndrome (TTTS). Regular fetal ultrasound assessments and screenings for chromosomal abnormalities and structural issues are recommended throughout the pregnancy, with delivery options discussed from 36 weeks onwards. Specialized fetal medicine centers should manage conditions like TTTS, selective growth restriction, and single twin demise. Monitoring for fetal anomalies, growth discrepancies, and neurological morbidity is crucial, with interventions such as fetoscopic laser ablation recommended for TTTS cases. The guideline also highlights the need for ongoing research and training in managing monochorionic twin pregnancies effectively.",
    "BJOG - 2019 - Chu - Maternal Collapse in Pregnancy and the Puerperium.pdf": "",
    "GTG 2010 - Late IUD and Stillbirth.pdf": "The clinical guideline on Late Intrauterine Fetal Death and Stillbirth aims to provide evidence-based options for women experiencing the loss of a singleton fetus. It covers general care before, during, and after birth, as well as care in future pregnancies. The guideline emphasizes the importance of maternal choice in diagnosis and care, with recommendations for investigating the cause of late IUFD. Special considerations are outlined for women who are rhesus D-negative. Recommendations also address labor and birth, pain relief, and postpartum care. Psychological support for parents, bereavement services, and follow-up care are highlighted. The guideline stresses the importance of individualized care based on clinical data and resources available.",
    "GTG 2016 - Postmenopausal Ovarian Cysts.pdf": "The clinical guideline on the management of ovarian cysts in postmenopausal women emphasizes the importance of accurate diagnosis and appropriate management. It recommends initial assessment with serum CA125 levels and transvaginal ultrasound, with consideration of risk factors and symptoms suggestive of malignancy. The guideline outlines criteria for conservative management of low-risk cysts and surgical evaluation for suspicious or complex masses. It also provides recommendations for future research and auditable topics to improve patient outcomes. Overall, the guideline aims to guide clinicians in effectively evaluating and managing postmenopausal women with ovarian cysts, highlighting the need for individualized care and further research in this area.",
    "BJOG - 2016 - Diagnosis and Management of Ectopic Pregnancy.pdf": "The clinical guideline for the Diagnosis and Management of Ectopic Pregnancy emphasizes the importance of transvaginal ultrasound for diagnosing different types of ectopic pregnancies, such as tubal, cervical, and caesarean scar pregnancies. Serum beta-human chorionic gonadotrophin (b-hCG) levels are used to plan management strategies. Various treatment options, including expectant management, medical management with methotrexate, and surgical approaches, are discussed based on the type of ectopic pregnancy and the patient's stability. The guideline also highlights the need for appropriate training for clinicians in surgical, ultrasound, and medical management, as well as the importance of providing support and counseling for women undergoing treatment for ectopic pregnancy.",
    "NICE Interventional Guidance - 2007 - Laparoscopic Hysterectomy.pdf": "This clinical guideline emphasizes the safety and effectiveness of laparoscopic hysterectomy techniques, while highlighting the increased risks of urinary tract injury and severe bleeding compared to open surgery. Specialized training is essential for healthcare professionals performing these procedures. Hysterectomy is recommended for various benign conditions and cancers of the uterus and ovaries, with different laparoscopic procedures outlined. Despite the benefits of reduced hospital stay and quicker recovery with laparoscopic techniques, there is a higher incidence of major operative hemorrhage and urinary tract injuries. Healthcare providers should carefully consider this guidance when deciding on the best approach for their patients.",
    "GTG 2015 - Chickenpox in Pregnancy.pdf": "The clinical guideline emphasizes the importance of varicella vaccination for non-immune women before or after pregnancy. Pregnant women should avoid contact with chickenpox and shingles, and if exposed, should be tested for VZV immunity and offered VZIG if non-immune. Treatment with aciclovir is recommended for pregnant women with chickenpox, and hospital referral is necessary for severe cases. Delivery timing and mode should be individualized for pregnant women with chickenpox, and fetal risks should be considered. Additional research is needed on varicella screening and treatment in pregnancy, and support groups are available for more information.",
    "Reduced Fetal Movements UHS-CG-0015-2023.pdf": "The Reduced Fetal Movements Guideline aims to reduce stillbirths by ensuring pregnant women and people are aware of reporting reduced fetal movements and that healthcare providers follow appropriate referral pathways. Risk factors for RFM include SGA fetus, placental insufficiency, and maternal conditions like hypertension. Management varies based on gestational age, with assessments and interventions tailored to each stage of pregnancy. Induction of labor may be considered in cases of recurrent RFM. Process and outcome indicators track adherence to guidelines and outcomes. Continuous monitoring during labor induction is recommended. The guideline emphasizes prompt action and thorough assessment to ensure the safety of both the mother and baby.",
    "BJOG - 2024 - Nelson‐Piercy - The Management of Nausea and Vomiting in Pregnancy and Hyperemesis Gravidarum  Green‐top.pdf": "The clinical guideline provides evidence-based recommendations for managing Nausea and Vomiting in Pregnancy and Hyperemesis Gravidarum. It includes tools like the PUQE and HELP scores to assess severity, recommends first-line antiemetics like Doxylamine and Pyridoxine, and outlines the use of second-line treatments like Ondansetron. The guideline emphasizes the importance of assessing electrolyte levels, using combinations of antiemetics for non-responders, and offering thiamine supplementation. It also addresses the impact of these conditions on mental health, quality of life, and pregnancy outcomes. The guideline aims to guide healthcare professionals in providing comprehensive care for women experiencing severe nausea and vomiting during pregnancy.",
    "BJOG - 2016 -  Prevention and Management of Postpartum Haemorrhage.pdf": "The clinical guideline for the prevention and management of postpartum hemorrhage emphasizes the importance of identifying and managing risk factors throughout pregnancy. It recommends treating antenatal anemia, offering prophylactic uterotonics during labor, and considering tranexamic acid for high-risk cases. Communication and multidisciplinary care are crucial in managing PPH, with resuscitation measures and blood transfusions based on clinical assessments. Surgical interventions may be necessary if pharmacological methods fail. The guideline also covers various treatment options such as uterine balloon tamponade, haemostatic suturing, and selective arterial occlusion. Training, documentation, and debriefing after PPH events are essential for optimal management.",
    "NICE - 2021 - Antenatal Care.pdf": "The clinical guideline for antenatal care emphasizes the importance of regular check-ups, information, and support for pregnant women. Healthcare professionals should involve women in decision-making and provide necessary information in various languages. Antenatal appointments should involve partners and provide additional support as needed. Risk factors for various conditions should be assessed, and appropriate interventions offered. Recommendations include discussing fetal movement awareness, birth preferences, and preparing for labor. The guideline also addresses common pregnancy issues such as nausea, heartburn, and pelvic girdle pain. Overall, the guideline aims to provide individualized care, address inequalities, and improve outcomes for pregnant women and their babies.",
    "UHSussex - GP002 Vomiting in Pregnancy - Hyperemesis.pdf": "The clinical guideline GP002 addresses the management of vomiting in pregnancy and hyperemesis gravidarum. Healthcare professionals are encouraged to use professional judgment when following the guidelines, which apply to early pregnancy nausea and vomiting. Baseline assessment should include severity scoring, and primary care management involves safe anti-emetics. Inpatient management may be necessary for severe cases, with close monitoring and fluid support. A management algorithm is provided, including steps for baseline assessment and acute treatment. Discharge recommendations include medication, follow-up appointments, and patient information. Severe cases may require TPN or oral steroids, with consultation with consultants as needed.",
    "NICE Guidance - 2010 - Hysterectomy for Endometrial Cancer.pdf": "Laparoscopic hysterectomy is a safe and effective option for endometrial cancer, with patient selection by a gynaecological oncology team and advanced laparoscopic skills required. The procedure offers a less invasive approach with shorter recovery times compared to open surgery, and similar overall survival rates to abdominal hysterectomy. Hospital stays are significantly shorter with laparoscopic hysterectomy, but rates of conversion to laparotomy and postoperative complications are reported. Potential adverse events include bladder dysfunction and intra-abdominal abscess. Special training is recommended for clinicians performing laparoscopic hysterectomy for endometrial cancer to ensure optimal outcomes.",
    "Carbetocin to prevent PPH at CS UHS-CG-0009-2023.pdf": "The clinical guideline outlines the use of Carbetocin to prevent postpartum haemorrhage in caesarean births. It recommends Carbetocin for all patients undergoing caesarean birth unless contraindicated. The document details responsibilities of the healthcare team and provides instructions on administration, dosage, and contraindications. It emphasizes that Carbetocin should only be given after the birth of the baby and as soon as possible after umbilical cord clamping. The guideline also highlights potential risks and cautions for use, such as cardiovascular disease and hyponatraemia. Monitoring and review of compliance with guidelines are deemed necessary.",
    "GTG 2011 - Suspected Ovarian Masses in Premenopausal Women.pdf": "This clinical guideline focuses on the initial assessment and management of suspected ovarian masses in premenopausal women, emphasizing the importance of differentiating between benign and malignant masses. It recommends conservative management and laparoscopic surgery for benign masses, with referral to a gynaecological oncologist for suspected malignancies. The guideline highlights the use of ultrasound as the preferred imaging modality, along with additional tests like CA-125, LDH, and hCG for complex masses. It also discusses the Risk of Malignancy Index (RMI) for estimating the risk of malignancy and provides recommendations for follow-up and surgical intervention based on the size and characteristics of the ovarian cysts.",
    "RCOG 2013 - Induction of Labour at Term in  Older Mothers.pdf": "The clinical guideline on induction of labour at term in older mothers emphasizes the increased risks faced by women aged 40 and older, including higher rates of obstetric complications and stillbirth. Inducing labour at 39-40 weeks may reduce the risk of stillbirth and improve perinatal outcomes without increasing the caesarean section rate. However, there is limited data on the impact of this policy on surgical deliveries and perinatal mortality in older mothers. Further research is needed to better understand the effects of induction of labour in advanced maternal age, with a specific focus on nulliparous women over 35 years old.",
    "NICE 2020 Diabetes in Pregnancy Guideline.pdf": "This clinical guideline provides comprehensive recommendations for managing diabetes in women planning pregnancy or already pregnant. It emphasizes the importance of preconception planning and care, including blood glucose control, dietary advice, and the use of medications like metformin and insulin. During pregnancy, monitoring blood glucose levels, fetal growth, and wellbeing is crucial, along with managing complications like gestational diabetes and pre-eclampsia. Intrapartum care, neonatal care, and postnatal care are also addressed, highlighting the need for continuous monitoring and support for women with diabetes and their newborn babies. The guideline aims to reduce the risks associated with diabetes in pregnancy and improve outcomes for both mother and baby.",
    "GTG 2016 - Epilepsy in Pregnancy.pdf": "This clinical guideline on epilepsy in pregnancy emphasizes the importance of diagnosis, preconception counseling, antepartum, intrapartum, and postpartum management, as well as contraception for women with epilepsy (WWE). It highlights the need for collaboration between healthcare providers to ensure optimal care for both the mother and the baby. The guideline recommends folic acid supplementation, careful consideration of antiepileptic drug (AED) choice, and monitoring of neonates for adverse effects of AED exposure. It also addresses the impact of AEDs on breastfeeding and the importance of informing WWE about driving entitlements and disability legislation. Future research recommendations include studying the long-term effects of AED exposure on offspring and optimizing monitoring strategies for pregnant WWE.",
    "ESHRE - Unexplained Infertility.pdf": "",
    "GTG 2010 - Malaria in Pregnancy - Prevention.pdf": "The clinical guideline on the prevention of malaria in pregnancy provides information for clinicians on how to prevent malaria in pregnant women traveling to endemic areas. Malaria, caused by the Anopheles mosquito, can be life-threatening for pregnant women and their babies. The guideline recommends postponing travel to endemic areas if possible and seeking guidance on malaria risks and prevention strategies if travel is unavoidable. Chemoprophylaxis with mefloquine is recommended for pregnant women in chloroquine-resistant areas. Pregnant women should be educated on preventive measures and provided with written information. The guideline also includes recommendations on safe and effective medications, as well as standby emergency treatment for suspected malaria."
}