{
    "ESHRE - PCOS - 2023.pdf.pdf.pdf": "",
    "UHSussex - GP001 - Management of Pregnancy of Unknown Location.pdf.pdf.pdf": "The clinical guideline for Management of Pregnancy of Unknown Location (PUL) emphasizes the importance of a collaborative approach in early pregnancy care. Key principles include using guidelines in conjunction with discussions with senior colleagues and ensuring accessibility to relevant staff and service users. Responsibilities are outlined for nurses, midwives, gynaecologists, and obstetricians to follow and understand the guidance. The objective of managing PUL is to find the location of the pregnancy and ensure resolution without complications. Principles of management include considering ectopic pregnancy, conducting necessary tests, and providing written information for emergency care access. Further management is individualized based on clinical signs and symptoms, with a reminder for all PUL women to seek emergency care for severe pain or feeling unwell.",
    "UHS Intrahepatic Cholestasis(ICP) UHS-CG-0001-2023.pdf.pdf.pdf": "The UH Sussex Intrahepatic Cholestasis of Pregnancy (ICP) Guideline provides evidence-based guidance for diagnosing and managing ICP in pregnant women. It covers diagnosis, maternal and perinatal risks, management (including drug treatment and timing of birth), intrapartum care, postnatal care, and subsequent pregnancies. ICP affects 0.7-1.5% of pregnancies, with a high recurrence rate in future pregnancies. Diagnosis is based on itching and elevated bile acid levels, with additional investigations for atypical cases. Management includes consultant-led care, regular monitoring, and drug treatment. Timing of birth should be planned based on peak bile acid concentration. Postnatal care involves monitoring for resolution of symptoms. Audit questions are provided for quality improvement.",
    "BJOG - 2022 - Girling - Intrahepatic cholestasis of pregnancy.pdf.pdf.pdf": "The clinical guideline for intrahepatic cholestasis of pregnancy (ICP) emphasizes the importance of considering the diagnosis in pregnant women with itching and elevated bile acid levels. Additional investigations are not routinely recommended but may be considered based on individual factors. Specialist hepatology advice should be sought for severe or atypical cases. The risk of stillbirth increases with higher bile acid concentrations, with recommendations for planned birth timing based on severity. Monitoring should be individualized, and fetal monitoring does not predict stillbirth. Treatment for itching may have limited benefit, and follow-up after birth is essential. Future research should focus on predicting adverse outcomes and effective treatments.",
    "BJOG - 2018 - Denison - Care of Women with Obesity in Pregnancy.pdf.pdf.pdf": "",
    "contraception-after-pregnancy-guideline-oct2020.pdf.pdf": "The FSRH guideline on Contraception After Pregnancy provides comprehensive recommendations for safe and effective contraceptive care for women after pregnancy, including childbirth, abortion, ectopic pregnancy, miscarriage, or gestational trophoblastic disease. Key points include the importance of offering a full range of contraceptive methods immediately after pregnancy, facilitating private discussions, obtaining valid consent, and providing timely and accurate information. The guideline emphasizes the use of long-acting reversible contraception (LARC) and the need for additional contraceptive precautions depending on the timing of contraception initiation. Clinicians should be knowledgeable about gender-based violence and establish pathways to specialist care for complex needs. Valid consent and documentation are essential for all contraceptive decisions after pregnancy.",
    "BJOG 2016 Management of Bladder Pain Syndrome.pdf.pdf.pdf": "The clinical guideline on the Management of Bladder Pain Syndrome provides recommendations for the initial presentation, assessment, diagnosis, and management of BPS. It emphasizes the importance of a thorough medical history, physical examination, and baseline investigations to rule out other conditions. Conservative treatments such as dietary modifications, stress management, and analgesia are recommended initially, with options for intravesical treatments and further interventions for refractory cases. The guideline also highlights the importance of referral to secondary care for patients who do not respond to conservative treatment, as well as the need for periodic follow-up and consideration of comorbidities. Overall, the guideline aims to provide a comprehensive approach to managing BPS and improving patient outcomes.",
    "GTG 2010 - Malaria in Pregnancy - Prevention.pdf.pdf.pdf": "The clinical guideline on the prevention of malaria in pregnancy provides recommendations for UK residents traveling to endemic areas. Pregnant women are at risk of complications from malaria, including reduced birth weight and maternal mortality. The guideline advises on travel recommendations and preventive measures, such as chemoprophylaxis with mefloquine in chloroquine-resistant areas. Chloroquine and proguanil are safe but not effective in these areas, while doxycycline and primaquine are contraindicated. Standby emergency treatment for suspected malaria should be quinine and clindamycin. The guideline emphasizes the importance of awareness, prompt medical attention, and education on preventive measures for pregnant women.",
    "Joint RCOG BSGE Guideline - Suspected Ovarian Masses in Premenopausal Women.pdf.pdf.pdf": "This guideline provides recommendations for the initial assessment and management of suspected ovarian masses in premenopausal women. Most masses are benign, and laparoscopic surgery is recommended for benign masses. Referral to a gynaecological oncologist is advised if malignancy is suspected. Ultrasound is the preferred imaging modality, and risk of malignancy can be estimated using the Risk of Malignancy Index. Women with simple ovarian cysts may not require follow-up, but larger or persistent cysts may need further imaging or surgery. Laparoscopic surgery is preferred for elective management of benign masses. Other topics include risk assessment, differential diagnosis, and surgical management of ovarian masses.",
    "BMS - 2024 - Management of unscheduled bleeding on HRT.pdf.pdf.pdf": "The British Menopause Society provides guidelines for managing unscheduled bleeding on Hormone Replacement Therapy (HRT). Assessment should include a thorough history, examination, and initial investigations. Endometrial cancer risk factors in HRT users are discussed, with recommendations for managing risk based on HRT regimen and progestogen type. Conservative management strategies are outlined for women with no endometrial cancer risk factors. For women with risk factors, further assessment and adjustments in progestogen or HRT preparation may be necessary. Different types of progestogens and routes of HRT administration should be considered to reduce unscheduled bleeding episodes. Endometrial assessment and biopsy may be required in certain cases.",
    "GTG 2016 - Ovarian Hyperstimulation Syndrome.pdf.pdf.pdf": "The clinical guideline for the management of Ovarian Hyperstimulation Syndrome (OHSS) emphasizes the importance of early recognition and appropriate management of this condition in women undergoing fertility treatment. Clinicians should be vigilant for symptoms and signs of OHSS, grade its severity, and report severe cases to regulatory authorities. Treatment options range from outpatient monitoring to hospitalization, with multidisciplinary care for critical cases. Monitoring for complications such as ascites and renal dysfunction is crucial, and LMWH prophylaxis is recommended for severe cases. Further research is needed to improve understanding and management of OHSS, including its impact on pregnancy outcomes.",
    "BJOG - 2016 - Diagnosis and Management of Ectopic Pregnancy.pdf.pdf.pdf": "The clinical guideline emphasizes the importance of transvaginal ultrasound for diagnosing and managing various types of ectopic pregnancies, including tubal, cervical, caesarean scar, interstitial, cornual, ovarian, abdominal, and heterotopic pregnancies. It recommends specific criteria for ultrasound diagnosis and management, as well as the use of serum beta-human chorionic gonadotrophin (b-hCG) levels in planning treatment. The guideline discusses surgical, medical, and expectant management options based on the type and stability of the ectopic pregnancy. It also addresses the need for appropriate training for clinicians and the importance of offering support and counseling to women undergoing treatment for ectopic pregnancy.",
    "GTG 2014 - Endometrial Hyperplasia.pdf.pdf.pdf": "The clinical guideline on the management of endometrial hyperplasia emphasizes the importance of identifying risk factors and monitoring patients. It classifies hyperplasia into two groups based on cytological atypia and recommends various diagnostic and surveillance methods. Treatment options include observation, progestogens, and surgical management in certain cases. The guideline also addresses specific considerations for women on adjuvant treatment for breast cancer, those wishing to conceive, and those on hormone replacement therapy. The use of the levonorgestrel-releasing intrauterine system is recommended for hyperplasia without atypia. Further research is needed to determine the most appropriate management approach, and regular endometrial surveillance is recommended for all patients.",
    "GTG 2011 - APH.pdf.pdf.pdf": "The clinical guideline for Antepartum Haemorrhage highlights the importance of prompt assessment and management of bleeding during pregnancy. It emphasizes the common causes of APH, such as placenta previa and placental abruption, and the potential risks to both mother and baby. The guideline outlines the necessary steps for triage, resuscitation, and investigation, including the need for maternal stabilization and fetal monitoring. It also provides recommendations for delivery timing and mode, postpartum care, and potential audit topics and areas for future research. The guideline stresses the importance of teamwork, communication, and adherence to protocols in managing APH effectively.",
    "UHSussex - GP006 Management of Bartholins Cyst Abscess.pdf.pdf.pdf": "Bartholin's cyst is a buildup of sterile mucous in the Bartholin's gland, while an abscess is an infection that leads to inflammation and abscess formation. Management involves monitoring cysts for potential abscess development and surgical intervention for abscesses. Word catheter insertion is an outpatient option for those under 40, while marsupialisation is recommended for those over 40 due to cancer risk. Excision should only be done by a consultant. Vulval abscesses can be managed conservatively or with incision and drainage. Monitoring compliance with the protocol is crucial. Word catheter and marsupialisation have different benefits and success rates.",
    "GTG 2011 - APH.pdf.pdf": "Antepartum haemorrhage (APH) is bleeding from the genital tract after 24 weeks of pregnancy, affecting 3-5% of pregnancies and leading to significant perinatal and maternal mortality. Placenta praevia and placental abruption are common causes, with risk factors including previous abruption and advanced maternal age. Management involves hospitalization, resuscitation, and emergency delivery capabilities, with assessment of maternal and fetal wellbeing crucial. In cases of major APH, immediate resuscitation and delivery are prioritized, while minor cases may consider induction of labor. Intracare should be altered based on the cause of APH, with delivery based on maternal and fetal condition. Postpartum hemorrhage, anti-D Ig administration, and neonatal assessment are also important considerations. Audit topics include corticosteroid administration, anti-D Ig administration, referral for growth scans, third stage labor management, and team training. Massive APH management involves maintaining specific hemoglobin levels",
    "BJOG 2016 Management of Bladder Pain Syndrome.pdf.pdf": "The clinical guideline for the management of Bladder Pain Syndrome emphasizes the importance of initial assessment through medical history, physical examination, and symptom classification. Conservative treatments such as dietary modifications, stress management, and pharmacological options like oral amitriptyline are recommended. Intravesical treatments may be considered if initial measures fail. Referral to secondary care and multidisciplinary team meetings are advised for patients who do not respond to conservative treatment. Pregnancy considerations, treatment safety, and potential risks are outlined. The guideline also discusses the use of complementary therapies, the impact of comorbidities, and the need for further research to enhance treatment options for BPS.",
    "BJOG - 2017 -  Management of Breech Presentation.pdf.pdf.pdf": "Clinical guidelines for the management of breech presentation at term recommend offering external cephalic version (ECV) to women unless there is an absolute contraindication. Women should be informed about the risks and benefits of ECV and the implications for mode of delivery. Planned caesarean section is associated with a small reduction in perinatal mortality compared to planned vaginal breech delivery. Skilled intrapartum care and proper selection of pregnancies may make planned vaginal breech birth nearly as safe as planned vaginal cephalic birth. Clinicians should provide unbiased counseling to ensure women understand the risks of their options. Adequate assessment, management, and skilled personnel are crucial for the safety of vaginal breech delivery. Simulation equipment should be used to practice skills needed for vaginal breech birth, and guidelines for case selection and management should be developed.",
    "BJOG - 2022 - Stock - Antenatal corticosteroids to reduce neonatal morbidity and mortality.pdf.pdf.pdf": "Antenatal corticosteroids are recommended for women at risk of preterm birth to reduce perinatal and neonatal death, respiratory distress syndrome, and other complications. It is essential to offer corticosteroids to women between 24 and 34 weeks' gestation when imminent preterm birth is anticipated, as well as to those with preterm prelabour rupture of membranes. Timely administration within 48 hours prior to birth is crucial for maximum effectiveness, with benefits also seen within 24 hours. However, caution is advised in diabetic women and when birth is delayed more than 7 days after treatment. Repeat courses may be considered in specific cases, with potential risks and benefits to be carefully weighed.",
    "GTG 2015 - Chickenpox in Pregnancy.pdf.pdf.pdf": "The clinical guideline emphasizes the importance of managing varicella-zoster virus (VZV) exposure in pregnant women. It recommends varicella vaccination for non-immune women before or after pregnancy and advises pregnant women to avoid contact with chickenpox and shingles. Testing for VZV immunity and offering VZIG if needed is recommended for pregnant women exposed to the virus. Treatment with aciclovir is suggested for pregnant women with chickenpox, with hospital referral for severe cases. Delivery timing and mode should be tailored for pregnant women with chickenpox, and fetal risks should be considered. Additional research on varicella screening and treatment during pregnancy is needed.",
    "BJOG - 2024 - Nelson‐Piercy - The Management of Nausea and Vomiting in Pregnancy and Hyperemesis Gravidarum  Green‐top.pdf.pdf.pdf": "The clinical guideline provides evidence-based recommendations for managing Nausea and Vomiting in Pregnancy (NVP) and Hyperemesis Gravidarum (HG). It includes tools like the Pregnancy-Unique Quantification of Emesis (PUQE) and HyperEmesis Level Prediction (HELP) to assess severity. First-line antiemetics such as antihistamines and doxylamine/pyridoxine are recommended, with ondansetron as a second-line option. The guideline emphasizes the importance of assessing electrolytes, using combinations of antiemetics, and providing thiamine supplementation. It also addresses mental health impacts, quality of life, and the potential risk of postnatal depression. The guideline aims to guide healthcare providers in diagnosing and managing NVP and HG across various care settings.",
    "UKHSA - Viral illness in pregnancy - 2024.pdf.pdf": "This clinical guideline provides comprehensive information on the investigation, diagnosis, and management of viral illnesses (including syphilis) in pregnant women. It covers a range of topics such as rash illnesses, occupational exposure, antibody screening, and inadvertent immunization during pregnancy. The guidance emphasizes the importance of prompt laboratory investigations, referral for medical management, and considerations for pregnant women in contact with rash illnesses. It also highlights the risks associated with specific viral infections during pregnancy, such as congenital rubella syndrome and fetal varicella syndrome. Healthcare professionals are advised to make management decisions in a specialist fetal medicine unit for infections causing congenital pathology. The document also includes recommendations for screening, diagnostic tests, and vaccination status assessment for pregnant women.",
    "BJOG - 2019 - Thomson - Care of Women Presenting with Suspected Preterm Prelabour Rupture of Membranes from 24 0 Weeks of.pdf.pdf.pdf": "The clinical guideline provides recommendations for the diagnosis, assessment, and management of preterm prelabor rupture of membranes (PPROM) in pregnant women between 24+0 and 36+6 weeks' gestation. Key recommendations include using maternal history and sterile speculum examination for diagnosis, offering antibiotics and corticosteroids, and considering magnesium sulfate for neuroprotection. Expectant management until 37+0 weeks is advised, with delivery considered after 24+0 weeks. The guideline also emphasizes the importance of emotional support, discussions with neonatologists, and care by obstetricians experienced in preterm birth. Further research is needed in various aspects of PPROM management. Useful links and support groups are provided for additional information and assistance.",
    "GTG 2015 - Blood transfusion in Obstetrics.pdf.pdf.pdf": "The clinical guideline on Blood Transfusion in Obstetrics outlines recommendations to reduce the risk of transfusion in pregnant women. It emphasizes optimizing haemoglobin levels through oral iron supplementation, active management of the third stage of labor, and delivery in a hospital for high-risk women. Consent for transfusion should be obtained whenever possible, with group and screen samples checked regularly. Cell salvage is recommended for significant blood loss, with specific blood components used based on antibody status. Mechanical strategies and tranexamic acid can reduce postpartum blood loss, with careful assessment of transfusion triggers based on clinical and haematological grounds. Iron therapy may reduce the need for transfusion in the postpartum period, and advance directives should be completed for women declining blood products.",
    "NICE Guidance - 2010 - Hysterectomy for Endometrial Cancer.pdf.pdf": "The clinical guideline supports laparoscopic hysterectomy for endometrial cancer due to its safety and efficacy. Patient selection should involve a multidisciplinary team and require advanced laparoscopic skills. The procedure offers a less invasive option with a shorter recovery time compared to open surgery. Survival rates are similar between laparoscopic and abdominal hysterectomy, but laparoscopic hysterectomy results in shorter hospital stays and fewer postoperative complications. Safety data shows low rates of conversion to open surgery and fewer complications with laparoscopic hysterectomy, although adverse events such as damage to structures and respiratory difficulties can occur. More information is available on the NICE website.\n",
    "hypertension-in-pregnancy-diagnosis-and-management-pdf-66141717671365.pdf.pdf.pdf": "The clinical guideline on hypertension in pregnancy by NICE provides recommendations for the diagnosis and management of hypertensive disorders in pregnant women. Key recommendations include urgent assessment for symptoms of pre-eclampsia, caution against certain medications and supplements, lifestyle advice, and tailored antihypertensive treatment. The guideline emphasizes individualized care, offering aspirin for high-risk women, and monitoring blood pressure postnatally. Recommendations for gestational hypertension and pre-eclampsia include timing of birth decisions, antenatal corticosteroids, and magnesium sulfate use. Long-term cardiovascular risks are highlighted, with advice on future pregnancies and follow-up care. The guideline aims to standardize care and improve outcomes for pregnant women with hypertensive disorders.",
    "GTG 2010 - Late IUD and Stillbirth.pdf.pdf.pdf": "The clinical guideline on Late Intrauterine Fetal Death and Stillbirth aims to provide evidence-based options for women experiencing the loss of a singleton fetus. The guideline covers general care before, during, and after birth, as well as care in future pregnancies. It emphasizes the need for real-time ultrasonography for diagnosis and recommends tests to identify the cause of death. Special recommendations are made for women who are rhesus D-negative. The guideline also includes recommendations for labor induction, pain relief, and postpartum care. Psychological support, bereavement services, and follow-up meetings are highlighted to address the emotional impact of late IUFD. Recommendations for future research and training for healthcare professionals are also provided.",
    "UHSussex - GP003 Pelvic Inflammatory Disease (PID).pdf.pdf.pdf": "The clinical guideline on Pelvic Inflammatory Disease (PID) emphasizes the importance of early diagnosis and treatment to prevent complications. It highlights the increasing incidence of PID, especially among younger individuals. Testing for gonorrhoea and chlamydia is recommended, with treatment involving broad-spectrum antibiotics. Pain management and anti-emetics should be offered to patients. The guideline provides antibiotic regimens for both outpatient and inpatient settings, with considerations for penicillin allergy. NICE guidance on drug choice during early pregnancy is included, with NSAIDs and certain antibiotics deemed safe. Follow-up care for PID patients includes monitoring treatment compliance, clinical progress, and providing safer sex messages.",
    "GTG 2011 - Pregnancy and Breast Cancer.pdf.pdf.pdf": "Green-top Guideline No. 12 from March 2011 provides clinical guidance for health professionals caring for women of childbearing age with a diagnosis or history of breast cancer. The guideline covers optimal management of breast cancer diagnosed during pregnancy, contraceptive choices for women after breast cancer treatment, and advice for women planning pregnancy after breast cancer. It emphasizes the importance of a multidisciplinary approach to treatment, careful consideration of prognosis, diagnosis, and timing of delivery, as well as discussion of fertility preservation options. The guideline also addresses the impact of pregnancy on long-term survival after breast cancer treatment and provides recommendations for managing reproductive issues in young women with breast cancer.",
    "GTG 2010 - Malaria in Pregnancy - Treatment.pdf.pdf.pdf": "Summary:\nEarly diagnosis and treatment of malaria in pregnant women is crucial to prevent adverse outcomes for both the woman and fetus. Symptoms include fever, chills, and nausea, and diagnosis is done through blood films or rapid tests. Severe malaria in pregnancy should be treated promptly with IV artesunate or quinine, while uncomplicated cases can be treated with quinine and clindamycin. Expert advice should be sought for severe cases, and treatment should not be delayed. Different treatment regimens are recommended for different types of malaria, with a focus on safety and efficacy in pregnancy. Monitoring and follow-up are essential to ensure successful treatment.",
    "ESHRE Guideline - 2022 - Endometriosis.pdf.pdf.pdf": "",
    "RCOG 2013 - Induction of Labour at Term in  Older Mothers.pdf.pdf.pdf": "The clinical guideline on the induction of labour at term in older mothers highlights the increased risks for both mother and baby associated with advanced maternal age. The guideline suggests offering induction of labour earlier in older mothers to reduce the risk of stillbirth, as stillbirth rates increase with maternal age, especially in women aged 40 years and older. Induction of labour at 39-40 weeks of gestation may help prevent late stillbirths and maternal risks associated with ongoing pregnancy. However, there is a need for further research on the effects of induction of labour in older mothers, particularly on surgical deliveries and perinatal mortality.",
    "GTG 2012 - Initial Mx of Chronic Pelvic Pain.pdf.pdf.pdf": "This clinical guideline provides a comprehensive overview of the evaluation and management of chronic pelvic pain in women. It emphasizes the importance of accurate diagnosis and effective management from the first presentation, considering various factors that can contribute to pelvic pain. The guideline recommends a multidisciplinary approach, thorough initial assessment, and appropriate investigations such as abdominal and pelvic examinations, imaging studies, and diagnostic laparoscopy if necessary. Therapeutic options include hormonal treatments, physical therapy, and self-management techniques. Referral to relevant healthcare professionals and consideration of psychological factors are also highlighted. Overall, the guideline aims to improve outcomes for women with chronic pelvic pain through evidence-based recommendations and comprehensive care.",
    "BJOG - 2020 - Murphy - Assisted Vaginal Birth.pdf.pdf.pdf": "The clinical guideline for assisted vaginal birth emphasizes the importance of preparation, assessment, and careful management to ensure safe and effective delivery. Continuous support during labor, different positions, and delayed pushing can impact the need for assisted vaginal birth. The use of a standard classification system is recommended, and consent should be obtained before the procedure. Training and expertise are crucial for operators, with instruments chosen based on clinical circumstances and skill level. Aftercare includes prophylactic antibiotics, pain relief, and education on potential complications. Monitoring and documentation are essential, with a focus on patient safety and communication. Postnatal support and counseling are also emphasized for women after assisted vaginal birth.",
    "NICE - 2021 - Antenatal Care.pdf.pdf.pdf": "The antenatal care guideline emphasizes the importance of routine check-ups, information, and support for pregnant women, involving them in decision-making and providing necessary information. It highlights the need for early pregnancy health information, assessing risk factors, and offering various screenings and interventions. The guideline also addresses inequalities in care, such as increased risks for certain ethnic backgrounds and deprived areas. Recommendations include discussing fetal movements, birth preferences, and potential complications, as well as providing support for common pregnancy-related issues like nausea, heartburn, and pelvic girdle pain. Overall, the guideline aims to improve outcomes and provide individualized care for pregnant women.",
    "BJOG - 2022 - Shennan - Cervical Cerclage.pdf.pdf.pdf": "Cervical cerclage is a procedure used to prevent preterm birth and second-trimester fetal loss in high-risk women. The guidelines recommend cerclage for women with a history of three or more preterm births or a short cervix of 25mm or less. Cerclage should not be performed for incidental short cervix findings on ultrasound or multiple pregnancies. The guidelines also discuss the use of transabdominal cerclage in cases of unsuccessful transvaginal cerclage and emergency cerclage to delay birth and reduce preterm birth risk. Women should be informed of potential complications, and individualized care should be considered based on each patient's circumstances.",
    "NICE Guidance - 2010 - Hysterectomy for Endometrial Cancer.pdf.pdf.pdf": "Laparoscopic hysterectomy is a safe and effective option for endometrial cancer, performed by a specialized team with advanced skills. It offers a less invasive approach and shorter recovery time compared to open surgery, with similar survival rates. Patients may experience shorter hospital stays, but potential complications such as bladder dysfunction and abscesses should be considered. Conversion to open surgery and postoperative complications are reported, emphasizing the need for careful patient selection and specialized training for clinicians. Overall, laparoscopic hysterectomy is a viable option for endometrial cancer treatment, offering benefits in recovery and outcomes.",
    "NICE 2020 Diabetes in Pregnancy Guideline.pdf.pdf.pdf": "This clinical guideline focuses on managing diabetes in women planning pregnancy or already pregnant. It emphasizes the importance of good blood glucose control before and during pregnancy to reduce the risk of complications. Preconception care includes individualized dietary advice, folic acid supplementation, and monitoring HbA1c levels. During pregnancy, monitoring blood glucose levels, offering self-monitoring tools, and setting individualized targets are essential. Intrapartum care involves discussing timing and mode of birth, with elective births recommended for women with diabetes. Neonatal care includes routine blood glucose testing and advanced neonatal resuscitation skills. Postnatal care involves adjusting insulin doses, monitoring blood glucose levels, and providing lifestyle advice.",
    "BJOG - 2016 -  Management of Monochorionic Twin Pregnancy.pdf.pdf.pdf": "The clinical guideline for the management of monochorionic twin pregnancies emphasizes the importance of early ultrasound examinations to determine chorionicity and monitor fetal viability and growth. Regular fetal ultrasound assessments are recommended every 2 weeks from 16 weeks onwards, with screening for chromosomal abnormalities and structural issues. Specific complications like twin-to-twin transfusion syndrome should be monitored, and treatment should be provided in specialized fetal medicine centers. Delivery of monochorionic twins should be discussed and elective delivery offered from 36 weeks. Various screening methods and criteria for diagnosing growth abnormalities in monochorionic twins are outlined, with a focus on multidisciplinary management and specialized care in fetal medicine centers.",
    "NICE Interventional Guidance - 2007 - Laparoscopic Hysterectomy.pdf.pdf.pdf": "This clinical guideline highlights the safety and effectiveness of laparoscopic hysterectomy techniques, but also notes the higher risk of urinary tract injury and severe bleeding compared to open surgery. Specialized training is recommended for healthcare professionals to ensure safe performance of these procedures. Different laparoscopic procedures are outlined for various benign conditions and cancers of the uterus and ovaries. While laparoscopic techniques have been shown to reduce hospital stay and recovery time, there is a higher incidence of major bleeding and urinary tract injuries. Healthcare providers should consider this guidance when making decisions for patients, with local implementation being the responsibility of commissioners and providers.",
    "BJOG - 2016 -  Prevention and Management of Postpartum Haemorrhage.pdf.pdf.pdf": "This clinical guideline focuses on the prevention and management of postpartum hemorrhage (PPH). It emphasizes identifying and managing risk factors throughout pregnancy, treating antenatal anemia, and offering prophylactic uterotonics during labor. Recommendations include using oxytocin for vaginal deliveries and considering tranexamic acid for cesarean sections. Communication and multidisciplinary care are essential in managing PPH, along with resuscitation measures and blood transfusion based on clinical assessments. Various surgical interventions, such as uterine balloon tamponade and hysterectomy, may be necessary if pharmacological measures fail. Training, documentation, and debriefing are crucial for optimal PPH management.",
    "NICE Guideline - 2021 - IOL.pdf.pdf.pdf": "The clinical guideline on inducing labor focuses on providing information and support for pregnant women considering induction. Discussions should include preferences for birth, risks and benefits of induction, and alternative options. Recommendations include monitoring for minority ethnic women and those in deprived areas, as well as specific protocols for preterm and term prelabour rupture of membranes. The guideline also covers methods of induction, monitoring fetal wellbeing, pain relief options, and managing complications. It emphasizes respecting women's choices and individual circumstances, offering a variety of induction methods based on Bishop score, and defining terms used in the guideline. Overall, the guideline aims to promote safe and informed decision-making for labor induction.",
    "CG22001 UH Sussex Perinatal Mental Health guideline.pdf.pdf.pdf": "The UH Sussex Perinatal Mental Health Guideline provides detailed guidance for healthcare providers on detecting and managing mental health issues in pregnant individuals and women during the perinatal period. It emphasizes the importance of early identification and management of mental health problems, as they are a leading cause of maternal death during this time. The guideline includes recommendations for referral pathways, medication management, and the involvement of specialist mental health services. It also highlights the need for ongoing monitoring of maternal mental health and provides resources for healthcare professionals to access for further information and support. The guideline aims to improve outcomes for individuals experiencing perinatal mental health issues through evidence-based practice and multidisciplinary collaboration.",
    "GTG 2015 - FGM.pdf.pdf.pdf": "The clinical guideline on Female Genital Mutilation (FGM) emphasizes the importance of healthcare professionals being aware of the complications of FGM and their legal responsibilities. Specialized services should be available for women with FGM, offering information, assessments, and de-infibulation. Psychological and sexual complications can occur with all types of FGM, and referral pathways should be clear. De-infibulation should be considered before pregnancy, and clitoral reconstruction is not recommended. Pregnant women with FGM should receive appropriate care, including antenatal screening and de-infibulation if necessary. Intrapartum and postnatal care should be managed sensitively, with all legal and regulatory processes followed. Training on FGM is mandatory for healthcare professionals.",
    "NICE 2020 Diabetes in Pregnancy Guideline.pdf.pdf": "This clinical guideline focuses on managing diabetes in women planning pregnancy or already pregnant, aiming to improve diagnosis of gestational diabetes and empower women to self-manage blood glucose levels. Key recommendations include preconception care, individualized dietary advice, target blood glucose levels, and medication safety considerations. Insulin treatment, continuous glucose monitoring, ketone testing, and birth timing are also discussed. Risks to women and fetuses with diabetes in pregnancy are highlighted, with recommendations for managing complications. The guideline provides specific recommendations for women with pre-existing diabetes and gestational diabetes, emphasizing the importance of tailored care for optimal outcomes.",
    "UHS Intrahepatic Cholestasis(ICP) UHS-CG-0001-2023.pdf.pdf": "This clinical guideline provides evidence-based guidance for the diagnosis and management of intrahepatic cholestasis of pregnancy (ICP). Obstetricians and midwives are responsible for following this guidance, which includes diagnosing ICP based on elevated maternal bile acid concentrations and excluding other causes of itching and liver dysfunction. Management of ICP involves antenatal care, drug treatment, and timing of birth, with pregnant women receiving patient information leaflets, consultant-led care, and regular monitoring of bile acids and liver function tests. The guideline also addresses the impact of co-morbidities on stillbirth risk and decision-making around planned birth, as well as postnatal care and monitoring for recurrence in subsequent pregnancies.",
    "BJOG - 2020 -  Management of Gestational Trophoblastic Disease.pdf.pdf.pdf": "The clinical guideline on the Management of Gestational Trophoblastic Disease provides comprehensive information on the presentation, diagnosis, management, treatment, and follow-up of gestational trophoblastic disease (GTD) and gestational trophoblastic neoplasia (GTN). It includes recommendations on the removal of molar pregnancies, diagnosis of GTN, treatment options, follow-up protocols, contraception, and support for women and their families. The guideline emphasizes the importance of histological examination for accurate diagnosis and the need for specialized care at GTD centers. It also highlights the excellent long-term outcomes for women treated for GTN and provides recommendations for future research in this field.",
    "BJOG - 2024 - Morris - Investigation and Care of a Small‐for‐Gestational‐Age Fetus and a Growth Restricted Fetus  Green‐top.pdf.pdf.pdf": "",
    "NICE Guidance - 2024 - Endometriosis.pdf.pdf.pdf": "The clinical guideline on endometriosis diagnosis and management by NICE provides recommendations for healthcare professionals, commissioners, and individuals with suspected or confirmed endometriosis. It emphasizes the importance of patient involvement in decision-making, inclusive language, and individualized treatment based on symptoms and preferences. The guideline covers referral, diagnosis, monitoring, pain management, non-pharmacological and surgical options, and fertility considerations. It highlights the need for thorough assessment, including imaging and laparoscopy, and offers guidance on hormonal and surgical treatments. The guideline also suggests considering alternative treatments for women with persistent pain and exploring lifestyle interventions for symptom management. Research questions focus on the effectiveness of laparoscopic treatment, lifestyle interventions, support interventions, and hormonal treatments on fertility outcomes in endometriosis patients.",
    "UHSussex - GP004 Diagnosis and Management of Gestational Trophoblastic Disease (GTD).pdf.pdf.pdf": "The clinical guideline for the diagnosis and management of Gestational Trophoblastic Diseases (GTD) emphasizes the importance of using guidelines in conjunction with discussions with senior colleagues. GTD is a rare condition characterized by trophoblastic tissue proliferation, with clinical features including irregular uterine bleeding and early pregnancy failure. Ultrasound examination is helpful in making a pre-evacuation diagnosis. Evacuation of molar pregnancy is typically done through suction curettage, with anti-D prophylaxis advised for Rh-negative patients. Follow-up testing and contraceptive advice are important, with a low risk of recurrence in future pregnancies. Persistent elevation of βhCG indicates Gestational Trophoblastic Neoplasia (GTN). In cases of combined molar pregnancy with a viable twin pregnancy, seek advice from a regional Fetal Medicine Centre.",
    "contraception-after-pregnancy-guideline-oct2020.pdf.pdf.pdf": "The FSRH Guideline on Contraception After Pregnancy provides comprehensive information on contraceptive methods after pregnancy, emphasizing the importance of counseling and information giving to women. It recommends the use of long-acting reversible contraception (LARC) for better effectiveness and highlights the need for a person-centered approach to contraceptive counseling. The guideline covers contraception after childbirth, abortion, ectopic pregnancy, miscarriage, and gestational trophoblastic disease, offering specific recommendations for each scenario. Valid consent, documentation, and considerations for vulnerable groups are also addressed. The guideline is regularly updated based on new evidence and consensus among the guideline development group.",
    "UKHSA - Viral illness in pregnancy - 2024.pdf.pdf.pdf": "This clinical guideline provides comprehensive guidance on investigating, diagnosing, and managing viral illnesses in pregnant women, including exposure to rash illnesses. It covers specific infections such as rubella, parvovirus B19, syphilis, and measles, emphasizing the importance of confirmation for appropriate management. The document includes recommendations for testing at different stages of pregnancy, specialist advice for confirmed infections, and monitoring through ultrasound scanning. It also addresses the risks associated with various viral infections during pregnancy, highlighting the need for close monitoring and appropriate management to prevent complications. The guideline does not cover HIV or herpes simplex virus infections in pregnancy.",
    "BJOG - 2017 -  External Cephalic Version and Reducing the Incidence of Term Breech Presentation.pdf.pdf.pdf": "External Cephalic Version (ECV) is a procedure to turn a breech baby to a head-down position, reducing the need for a caesarean section. Success rates are around 50%, with possible increased risks of caesarean section and instrumental delivery during labor. Tocolysis with betamimetics can improve success rates, and ECV should be offered at term from 37 weeks gestation. Regional analgesia is not routinely recommended but can be considered. ECV should only be performed by trained practitioners in facilities with monitoring and surgical delivery capabilities. Anti-D immunoglobulin is recommended for D negative women undergoing ECV. Future research should focus on improving detection, uptake, and success rates of ECV.",
    "GTG 2016 - Epilepsy in Pregnancy.pdf.pdf.pdf": "This clinical guideline on epilepsy in pregnancy emphasizes the importance of accurate diagnosis, preconception counseling, antepartum and intrapartum management, and postpartum care for women with epilepsy (WWE). It highlights the need for collaboration between healthcare providers to ensure optimal care and minimize risks to both the mother and baby. The guideline also addresses the impact of antiepileptic drugs on fetal development, the importance of breastfeeding, and the need for effective contraception in WWE. Recommendations on seizure management, monitoring neonates for adverse effects of AED exposure, and informing WWE about driving entitlements and disability legislation are also provided. Future research recommendations include studying the long-term effects of AED exposure on offspring and optimizing monitoring strategies for pregnant women with epilepsy.",
    "GTG 2008 - Prevention of Entry-Related Laparoscopic Injuries.pdf.pdf.pdf": "RCOG Green-top Guideline No. 49 focuses on preventing entry-related gynaecological laparoscopic injuries, which can occur during blind insertion of needles, trocars, and cannulae. Complications from laparoscopic surgery are not uncommon, with rates ranging from 1.0/1000 to 12.5/1000, and major complications including bowel, urological, and vascular injuries. The guideline emphasizes the importance of optimizing entry techniques, proper training, and equipment use to reduce these risks. Alternative entry sites and techniques are discussed, with recommendations for obese and thin women. Surgeons should be trained in safe laparoscopic techniques and ensure appropriate staff training. Adherence to these guidelines can help prevent entry-related complications during laparoscopic procedures.",
    "BJOG - 2016 -  Management of Premenstrual Syndrome.pdf.pdf.pdf": "The clinical guideline for the management of premenstrual syndrome (PMS) emphasizes the importance of recording symptoms prospectively over two cycles using a symptom diary for diagnosis. Referral to a gynaecologist should be considered if simple measures fail, and a multidisciplinary team may be beneficial for severe cases. First-line pharmaceutical interventions include drospirenone-containing combined oral contraceptives and percutaneous estradiol with cyclical progestogens. Cognitive behavioral therapy and SSRIs are recommended for severe PMS, while spironolactone can be used for physical symptoms. Surgical options like hysterectomy and bilateral oophorectomy may be considered in cases where medical management has failed. Complementary therapies and nutritional supplements can also be effective in managing PMS symptoms.",
    "BJOG - 2018 - Jauniaux - Placenta Praevia and Placenta Accreta.pdf.pdf.pdf": "The clinical guideline for Placenta Praevia and Placenta Accreta provides recommendations for the diagnosis and management of these conditions during pregnancy and delivery. Key points include risk factors, antenatal care, delivery planning, and postpartum management. The guideline emphasizes the importance of tailored care based on individual circumstances and symptoms, as well as the need for a multidisciplinary approach involving obstetricians, anesthetists, and hematologists. Recommendations for delivery timing, mode of delivery, and potential complications are outlined, with a focus on reducing maternal morbidity and mortality. Future research areas are identified to improve patient care and outcomes for women with placenta praevia and placenta accreta.",
    "UHSussex - GP001 - Management of Miscarriage.pdf.pdf.pdf": "The clinical guideline provides recommendations for the management of hypertension in adults. It includes guidance on blood pressure measurement, lifestyle modifications, and pharmacological treatment options. The guideline emphasizes the importance of individualized treatment plans based on the patient's risk factors and comorbidities. It also highlights the need for regular monitoring of blood pressure and adherence to treatment to achieve optimal outcomes. Overall, the guideline aims to assist healthcare providers in effectively managing hypertension to reduce the risk of cardiovascular events and improve patient outcomes.",
    "NICE - Preterm labour and birth - 2022.pdf.pdf.pdf": "The NICE guideline on preterm labor and birth, last updated in June 2022, aims to reduce risks for babies born before 37 weeks. It offers recommendations for healthcare professionals, commissioners, and women at risk of preterm labor or planned early birth. Prophylactic vaginal progesterone or cervical cerclage is recommended for women with a history of preterm birth or short cervix. Diagnostic tests for preterm prelabour rupture of membranes are outlined, with caution against unnecessary interventions. Maternal corticosteroids and magnesium sulfate for neuroprotection are discussed, along with fetal monitoring and mode of birth considerations. Research gaps are highlighted, emphasizing the need for further studies on treatment effectiveness and long-term outcomes.",
    "UHSussex - GP002 Vomiting in Pregnancy - Hyperemesis.pdf.pdf.pdf": "The clinical guideline GP002 focuses on vomiting in pregnancy and hyperemesis gravidarum, providing recommendations for healthcare professionals. Key principles include using professional judgment and not being prescriptive. The guideline covers baseline assessment using PUQE scoring, primary care management with safe anti-emetics, and inpatient management with fluids, anti-emetics, and close monitoring. A management algorithm is included for hyperemesis gravidarum, with steps for baseline assessment and acute management. Discharge recommendations include medications like thiamine and folic acid, as well as follow-up appointments. Severe cases may require TPN or oral steroids, with consultation with specialists as needed.",
    "GTG 2011 - Suspected Ovarian Masses in Premenopausal Women.pdf.pdf.pdf": "This clinical guideline focuses on the management of suspected ovarian masses in premenopausal women, emphasizing the importance of accurate assessment and differentiation between benign and malignant masses. It highlights the preference for conservative management, with laparoscopic surgery recommended for benign masses and referral to a gynaecological oncologist for suspected malignancies. The guideline also discusses the use of ultrasound and additional tests for complex masses, as well as the Risk of Malignancy Index (RMI) for estimating the risk of malignancy. It provides recommendations for follow-up and surgical intervention based on the size and characteristics of the ovarian cysts.",
    "BJOG - 2017 -  Prevention of Early‐onset Neonatal Group B Streptococcal Disease.pdf.pdf.pdf": "The clinical guideline for the prevention of early-onset neonatal Group B Streptococcal Disease emphasizes the importance of providing pregnant women with information about GBS colonization and the risk of neonatal infection. While universal bacteriological screening is not recommended, clinicians should be aware of clinical risk factors for GBS disease. Antibiotic prophylaxis is recommended for certain high-risk cases, such as women with GBS bacteriuria or previous affected babies. Immediate treatment with penicillin and gentamicin is advised for babies showing signs of infection. Breastfeeding is encouraged regardless of GBS status, and close monitoring is recommended for babies at risk of EOGBS disease. Postnatal antibiotic prophylaxis is not generally recommended.",
    "GTG 2012 - Initial Mx of Chronic Pelvic Pain.pdf.pdf": "This clinical guideline aims to provide evidence-based recommendations for the investigation and management of women presenting with chronic pelvic pain. It emphasizes the importance of identifying factors contributing to the pain, including physical, psychological, and social influences. Various possible causes such as musculoskeletal issues, nerve entrapment, and psychological factors should be explored. Adequate time for assessment, multidisciplinary approach, and thorough evaluation of symptoms and history are recommended. Diagnostic tools like TVS and MRI may be used, and therapeutic options such as hormonal treatments, dietary changes, and analgesia should be considered. The guideline also highlights the importance of patient communication, pain diary, and therapeutic trials before invasive procedures.",
    "GTG 2016 - Postmenopausal Ovarian Cysts.pdf.pdf.pdf": "The clinical guideline on the Management of Ovarian Cysts in Postmenopausal Women outlines the importance of assessing ovarian cysts in this population through serum CA125 levels and transvaginal ultrasound scans. It highlights the need for a thorough medical history, physical examination, and consideration of risk factors for ovarian malignancy. The guideline recommends conservative management for low-risk cysts and surgical evaluation for complex or suspicious masses. It also provides recommendations for future research and auditable topics, as well as useful links and support groups for patients. Overall, the guideline aims to guide clinicians in the evaluation and management of postmenopausal women with ovarian cysts.",
    "NICE Guidance - 2023 - Ectopic.pdf.pdf.pdf": "The clinical guideline for Ectopic pregnancy and miscarriage focuses on improving early pregnancy loss diagnosis and management to provide dignified and respectful care for women with complications. Healthcare professionals are advised to offer sensitive support, ensure evidence-based information is provided in various formats, and recognize symptoms of ectopic pregnancy. Recommendations include offering pregnancy tests to women with non-specific symptoms, using ultrasound scans to diagnose viable pregnancies, and considering expectant management for stable women with small ectopic pregnancies. The guideline also emphasizes the importance of research to evaluate different management strategies and their impact on women's emotional recovery. Improving early pregnancy loss diagnosis and management is crucial to reduce psychological morbidity and prevent unnecessary deaths associated with ectopic pregnancies.",
    "Joint RCOG BSGE Guideline - Suspected Ovarian Masses in Premenopausal Women.pdf.pdf": "This guideline provides guidance on the initial assessment and management of suspected ovarian masses in premenopausal women. It emphasizes the importance of referral to a gynaecological oncologist for suspected or confirmed borderline ovarian tumours. Ultrasound is the preferred method for evaluating ovarian masses, with CA-125 not reliable for premenopausal women. Laparoscopic surgery is recommended for benign masses, with yearly ultrasound follow-up for simple cysts. The guideline also highlights the importance of experienced surgeons for laparoscopic management and suggests audit topics for monitoring postoperative outcomes. Other studies and guidelines on the diagnosis and management of ovarian masses are referenced for further information.",
    "BJOG - 2019 - Chu - Maternal Collapse in Pregnancy and the Puerperium.pdf.pdf.pdf": "",
    "ESHRE - Unexplained Infertility.pdf.pdf.pdf": "",
    "BJOG - 2021 - Navaratnam - Amniocentesis and chorionic villus sampling.pdf.pdf.pdf": "Amniocentesis and chorionic villus sampling are prenatal diagnostic tests that come with a risk of miscarriage, especially for women with multiple pregnancies. These procedures should be performed by trained operators after careful consideration of the risks and benefits. It is important to provide support and counseling for women and their partners throughout the screening process. Screening for blood-borne viruses is crucial before undergoing invasive tests, and antiretroviral treatment should be optimized for HIV-infected women. Results from these tests should be interpreted carefully, and decisions about continuing or terminating the pregnancy should be made in consultation with healthcare providers. Studies have shown an increased risk of mother-to-child transmission of Hepatitis B with high viral loads during amniocentesis.",
    "Joint RCOG and BSGE Guideline- Laparoscopy in Pregnancy.pdf.pdf.pdf": "This clinical guideline focuses on the laparoscopic management of non-obstetric abdominal conditions in pregnancy, including appendicitis, gall bladder disease, and benign adnexal tumors. It emphasizes the importance of experienced laparoscopists performing these procedures to ensure optimal outcomes for both the mother and fetus. The guideline discusses the benefits of laparoscopic surgery, such as faster recovery and lower infection rates, as well as potential risks including hemorrhage and organ trauma. It also addresses controversies surrounding laparoscopic appendicectomy and cholecystectomy in pregnancy, highlighting the need for further research to determine the best approach. Overall, the guideline provides comprehensive recommendations for the safe and effective use of laparoscopic surgery in pregnant women.",
    "GTG 2015 - Blood transfusion in Obstetrics.pdf.pdf": "The clinical guideline on Blood Transfusion in Obstetrics emphasizes the importance of optimizing haemoglobin levels in pregnant women, with recommendations for screening, diagnosis, and treatment of anaemia. It outlines the use of oral and parenteral iron therapy, as well as the potential role of recombinant human erythropoietin in non-end-stage renal anaemia. The guideline also provides recommendations for active management of the third stage of labour to minimize blood loss, consent for blood transfusion, and requirements for blood product specification in pregnancy. Strategies to minimize the use of banked blood, including the use of intraoperative cell salvage, are also discussed. Recommendations for the management of obstetric haemorrhage with blood components, mechanical strategies to reduce postpartum blood loss, and the use of tranexamic acid are included. Overall, the guideline aims to provide evidence-based recommendations to guide clinicians in the management of blood transfusion in obstetric care.",
    "ESHRE - Unexplained Infertility.pdf.pdf": "The clinical guideline on unexplained infertility emphasizes the controversial nature of the diagnosis, which is made when no abnormalities are found in the reproductive systems of both partners. The European Society of Human Reproduction and Embryology developed a comprehensive guideline that includes tests for confirmation of ovulation, evaluation of ovarian reserve, and exclusion of uterine anomalies. The guideline recommends against unnecessary testing such as laparoscopy and post-coital tests. It also advises against certain treatments like IVF over IUI with ovarian stimulation. The guideline highlights the importance of considering individual characteristics, preferences, beliefs, and values in making clinical decisions for couples with unexplained infertility.",
    "Carbetocin to prevent PPH at CS UHS-CG-0009-2023.pdf.pdf.pdf": "The clinical guideline outlines the use of Carbetocin to prevent postpartum hemorrhage in caesarean births. It is recommended for use in specialist obstetric units by experienced staff and should be offered to all patients undergoing caesarean birth unless contraindicated. The guideline details responsibilities of various healthcare professionals and provides instructions on administration, dosage, contraindications, and cautions. Carbetocin should only be given after the birth of the baby and as soon as possible after umbilical cord clamping. Monitoring for adverse effects and compliance with guidelines is necessary. Persistent bleeding after Carbetocin administration may require additional therapy with uterotonics.",
    "Reduced Fetal Movements UHS-CG-0015-2023.pdf.pdf.pdf": "The Reduced Fetal Movements Guideline aims to reduce avoidable stillbirths by ensuring pregnant women and people are aware of reporting reduced fetal movements. Developed by obstetric Leads and a Clinical Effectiveness Midwife, the guideline provides recommendations for managing reduced fetal movements in both community and hospital settings. Key risk factors associated with RFMs are highlighted, along with the importance of prompt assessment and referral. The guideline outlines specific management protocols based on gestational age, risk factors, and fetal assessment results. Continuous monitoring and follow-up are emphasized, with process and outcome indicators to track adherence and effectiveness.",
    "Joint RCOG BASHH Guideline - Genital Herpes in Pregnancy.pdf.pdf.pdf": "The clinical guideline for the Management of Genital Herpes in Pregnancy provides recommendations for pregnant women with suspected or confirmed genital herpes infection. It covers inpatient and outpatient care during antenatal, intrapartum, and postnatal periods. Treatment with oral or intravenous aciclovir is recommended for first episode genital herpes, along with daily suppressive aciclovir from 36 weeks of gestation. Caesarean section is recommended for women with first episode genital herpes in the third trimester to reduce neonatal transmission risk. The guideline also includes recommendations for managing recurrent genital herpes and HIV-positive women with genital HSV infection. Preventing postnatal transmission of HSV is emphasized."
}