{
    "ESHRE - PCOS - 2023.pdf.pdf": "",
    "GTG 2015 - FGM.pdf.pdf": "This clinical guideline focuses on Female Genital Mutilation (FGM) and its management, emphasizing the importance of healthcare professionals being aware of the complications, legal responsibilities, and UK laws regarding FGM. Specialized services should be available for women with FGM, offering information, assessments, and de-infibulation. Psychological and sexual function issues can arise with all types of FGM, and referral pathways should be clear. De-infibulation should be considered before pregnancy, and clitoral reconstruction is not recommended. Care during pregnancy, intrapartum, and postnatal periods should be sensitive and comprehensive, with mandatory reporting and documentation procedures in place. Training on FGM is essential for all healthcare professionals, and future research is needed on various aspects of FGM management.",
    "BJOG - 2020 -  Management of Gestational Trophoblastic Disease.pdf.pdf": "The Green-top Guideline No. 38 from September 2020 provides comprehensive information on the management of Gestational Trophoblastic Disease (GTD). It covers the presentation, diagnosis, management, treatment, and follow-up of GTD and GTN, as well as advice on future pregnancy outcomes and contraception. The guideline emphasizes the importance of early detection and proper management of molar pregnancies, including the use of suction curettage for removal. It also outlines the recommended follow-up protocols and treatment options for GTN, with a high overall cure rate. Support for women and their families is highlighted throughout the GTD journey, with individualized care and advice provided. Further research recommendations are also included to enhance understanding and treatment of GTD.",
    "UHSussex - GP004 Diagnosis and Management of Gestational Trophoblastic Disease (GTD).pdf.pdf": "The clinical guideline for the diagnosis and management of Gestational Trophoblastic Diseases (GTD) provides key principles for healthcare professionals, emphasizing the importance of discussions with senior colleagues and evidence drawn from national guidelines. GTD, a group of pregnancy-related tumors, presents with clinical features such as irregular uterine bleeding and hyperemesis. Ultrasound examination is helpful in making a pre-evacuation diagnosis, and histological assessment is recommended to exclude trophoblastic disease. Evacuation of molar pregnancy is typically done through suction curettage, with anti-D prophylaxis advised for Rh-negative individuals. Follow-up testing, contraceptive advice, and monitoring for recurrence are essential components of managing GTD. In cases of combined molar pregnancy with a viable twin pregnancy, seeking advice from a regional Fetal Medicine Centre is recommended.",
    "contraception-after-pregnancy-guideline-oct2020.pdf.pdf": "The FSRH Guideline on Contraception After Pregnancy provides comprehensive information on contraceptive methods post-pregnancy, emphasizing the use of long-acting reversible contraception (LARC) for better effectiveness. Clinicians are advised to refer to the UK Medical Eligibility Criteria for Contraceptive Use (UKMEC) for safe and appropriate methods. The guideline covers contraception after childbirth, abortion, ectopic pregnancy, and gestational trophoblastic disease, with specific recommendations for each scenario. Valid consent, timely initiation of contraception, and comprehensive counseling are highlighted. The guideline also addresses issues such as fertility awareness methods, emergency contraception, and the importance of follow-up care. Feedback on the guideline can be provided for continuous improvement.",
    "GTG 2010 - Malaria in Pregnancy - Prevention.pdf.pdf": "The clinical guideline on the prevention of malaria in pregnancy provides recommendations for UK residents traveling to endemic areas. Pregnant women are at risk of complications from malaria, including reduced birth weight and maternal mortality. The guideline advises on travel recommendations, chemoprophylaxis, and emergency treatment for pregnant women in malaria-endemic areas. Mefloquine is recommended for pregnant women in chloroquine-resistant areas, while chloroquine and proguanil are safe but not effective in these regions. The guideline also emphasizes the importance of awareness, prompt medical attention, preventive measures, and education for pregnant women. Evidence-based recommendations are provided based on the level of evidence and expert opinion.",
    "CG22001 UH Sussex Perinatal Mental Health guideline.pdf.pdf": "The UH Sussex Perinatal Mental Health Guideline provides comprehensive guidance for healthcare providers on managing mental health issues in pregnant individuals and women during pregnancy and the postnatal period. The guideline emphasizes the importance of early detection, referral to appropriate services, and ongoing monitoring of mental health. It outlines specific protocols for different levels of mental health concerns, including mild to severe cases, and provides resources for medication management during pregnancy. The guideline also includes information on additional support services, such as the Healthy Futures Team, Perinatal Bereavement Service, and Specialist Perinatal Mental Health Service. It stresses the need for multidisciplinary collaboration and evidence-based practice to ensure the well-being of pregnant individuals and their babies.",
    "NICE - Preterm labour and birth - 2022.pdf.pdf": "The NICE guideline on preterm labor and birth aims to reduce the risks associated with preterm birth for both the baby and the mother. It provides recommendations for healthcare professionals, commissioners, and women at increased risk of preterm labor or having a planned preterm birth. The guideline covers various treatments, including prophylactic vaginal progesterone, cervical cerclage, tocolysis, maternal corticosteroids, and magnesium sulfate for neuroprotection. It also discusses fetal monitoring, mode of birth, and the importance of identifying infection in women with preterm prelabour rupture of membranes. The guideline emphasizes the need for further research on certain treatments and outcomes related to preterm birth.",
    "BJOG - 2016 -  Management of Monochorionic Twin Pregnancy.pdf.pdf": "The clinical guideline for the management of monochorionic twin pregnancies emphasizes the importance of early ultrasound examinations to assess fetal viability, gestational age, and chorionicity. Regular fetal ultrasound assessments are recommended every two weeks from 16 weeks onwards until delivery, with screening for chromosomal abnormalities and structural abnormalities offered. Specific complications such as twin-to-twin transfusion syndrome should be monitored, and treatment should be managed in fetal medicine centers with specialist expertise. Delivery of monochorionic twins should be discussed, with elective delivery offered from 36 weeks. Selective reduction may be necessary in higher order pregnancies, and discordant abnormalities should be promptly assessed and managed in fetal medicine centers. Monitoring for fetal anaemia and neurological morbidity is also highlighted in the guideline.",
    "GTG 2011 - APH.pdf.pdf": "Antepartum haemorrhage (APH) is defined as bleeding during pregnancy from 24 weeks onwards, with placenta praevia and placental abruption as common causes. It complicates 3-5% of pregnancies and is a leading cause of perinatal and maternal mortality. Clinical assessment is crucial, including history-taking, maternal and fetal monitoring, and investigations. Management involves stabilizing the mother, continuous fetal monitoring, and timely delivery. Postpartum hemorrhage should be anticipated, and neonates should be assessed by a pediatrician. Audit topics include corticosteroid administration and anti-D Ig use, while future research areas include interventions to prevent placental abruption. Initial management should follow the ABCD pathway, with prompt resuscitation, monitoring, and delivery of the fetus.",
    "BJOG 2016 Management of Bladder Pain Syndrome.pdf.pdf": "The clinical guideline for the management of Bladder Pain Syndrome provides recommendations for the initial assessment, diagnosis, and treatment of this chronic pain condition. It emphasizes the importance of a thorough medical history, physical examination, and baseline investigations to rule out other conditions. Conservative treatments such as dietary modifications, stress management, and analgesia are recommended initially, with options for intravesical treatments and further interventions for refractory cases. The guideline also highlights the importance of referral to secondary care, consideration of comorbidities, and long-term follow-up. Overall, the guideline aims to provide a comprehensive approach to managing Bladder Pain Syndrome based on current evidence and expert consensus.",
    "GTG 2010 - Late IUD and Stillbirth.pdf.pdf": "The clinical guideline on Late Intrauterine Fetal Death and Stillbirth aims to provide evidence-based options for women experiencing the loss of a singleton fetus. It covers general care before, during, and after birth, as well as care in future pregnancies. Recommendations include diagnosis using real-time ultrasonography, investigations to determine the cause of death, and special considerations for women who are rhesus D-negative. The guideline also addresses labor and birth recommendations, pain relief options, and postpartum care. Psychological support for parents, bereavement services, and follow-up care are emphasized. The guideline highlights the importance of individualized patient care based on clinical data and available resources.",
    "GTG 2008 - Prevention of Entry-Related Laparoscopic Injuries.pdf.pdf": "RCOG Green-top Guideline No. 49 focuses on preventing entry-related gynaecological laparoscopic injuries, which can occur during blind insertion of needles, trocars, and cannulae. The guideline highlights strategies to improve safety during laparoscopic entry, aiming to reduce serious complications that occur in about one in 1000 cases. Surgeons should be trained in safe laparoscopic techniques, familiar with equipment, and ensure proper training for staff involved in the procedure. Optimizing primary trocar or Veress needle insertion, alternative entry techniques, and appropriate site selection are key recommendations to prevent complications. Overall, proper training, equipment use, and entry techniques are crucial in preventing gynaecological laparoscopic injuries.",
    "UKHSA - Viral illness in pregnancy - 2024.pdf.pdf": "This clinical guideline provides comprehensive guidance on investigating, diagnosing, and managing viral illness in pregnant women, including exposure to viral rash illnesses. It covers various infections such as rubella, parvovirus B19, syphilis, and measles, emphasizing the importance of confirming infections for appropriate management. The document includes recommendations for specific laboratory investigations at different stages of pregnancy, as well as management strategies for confirmed infections. It also addresses the risks associated with certain viral illnesses during pregnancy, such as fetal varicella syndrome and congenital rubella syndrome. The guideline highlights the importance of close monitoring and appropriate interventions to ensure the well-being of both the mother and the baby.",
    "GTG 2010 - Malaria in Pregnancy - Treatment.pdf.pdf": "Overall, the clinical guideline emphasizes the importance of early diagnosis and prompt treatment of malaria in pregnant women to prevent adverse outcomes for both the mother and fetus. Different treatment regimens are recommended for uncomplicated and severe malaria, with IV artesunate being the preferred option for severe cases. Quinine and clindamycin are commonly used for treatment, although clindamycin should be avoided in pregnancy. Monitoring for clinical deterioration and seeking expert advice for severe cases are also highlighted. The guideline also discusses the use of artemisinin-based combination therapy in the second and third trimesters, as well as the potential persistence of Plasmodium falciparum in the placenta despite treatment.",
    "GTG 2011 - Pregnancy and Breast Cancer.pdf.pdf": "Green–top Guideline No. 12 provides clinical guidance for health professionals caring for women of childbearing age with a diagnosis or history of breast cancer. The guideline covers optimal management of breast cancer diagnosed during pregnancy, contraceptive choices after treatment, advice for women planning pregnancy after breast cancer, and reproductive issues in young women with breast cancer. It emphasizes the importance of a multidisciplinary approach to treatment and the consideration of fertility preservation options before starting treatment. The guideline also highlights the positive impact of pregnancy on survival outcomes in women who conceive after breast cancer treatment.",
    "hypertension-in-pregnancy-diagnosis-and-management-pdf-66141717671365.pdf.pdf": "The clinical guideline on hypertension in pregnancy by NICE provides recommendations for the diagnosis and management of this condition. It advises pregnant women to seek immediate medical attention if they experience symptoms of pre-eclampsia. Recommendations cover the use of aspirin for high-risk women, caution against certain medications and supplements, and provide lifestyle advice. Management of chronic hypertension includes pre-pregnancy counseling and alternative treatments for certain medications. The guideline also includes recommendations for gestational hypertension and pre-eclampsia, with guidance on monitoring, treatment, and timing of birth. Long-term follow-up for cardiovascular risks is also emphasized. The aim is to standardize care and improve outcomes for pregnant women with hypertension.",
    "ESHRE Guideline - 2022 - Endometriosis.pdf.pdf": "",
    "BJOG - 2016 -  Management of Premenstrual Syndrome.pdf.pdf": "The clinical guideline for the management of premenstrual syndrome (PMS) recommends recording symptoms over two cycles using a diary and considering gonadotrophin-releasing hormone analogues for a definitive diagnosis. Referral to a gynaecologist is advised if simple measures fail. Cognitive behavioural therapy (CBT) and drospirenone-containing combined oral contraceptives (COCs) are recommended as first-line treatments for severe PMS. SSRIs are also suggested as an option for pharmaceutical management. Spironolactone can be used for physical symptoms, and hysterectomy may be considered in severe cases. An integrated holistic approach is recommended, with a decision-making algorithm provided for treatment.",
    "NICE Guidance - 2010 - Hysterectomy for Endometrial Cancer.pdf.pdf": "Laparoscopic hysterectomy is a safe and effective option for treating endometrial cancer, with patient selection by a gynaecological oncology team being crucial. Clinicians must have advanced laparoscopic skills and undergo special training for this procedure. It offers a less invasive approach with shorter recovery times compared to open surgery, and similar overall survival rates to abdominal hysterectomy. Hospital stays after laparoscopic hysterectomy are significantly shorter, but there are risks of conversion to laparotomy and postoperative complications such as bladder dysfunction and intra-abdominal abscess. Overall, laparoscopic hysterectomy is a viable option for endometrial cancer treatment with careful patient selection and skilled clinicians.",
    "GTG 2011 - Suspected Ovarian Masses in Premenopausal Women.pdf.pdf": "This clinical guideline focuses on the initial assessment and management of suspected ovarian masses in premenopausal women. It emphasizes the importance of differentiating between benign and malignant masses through ultrasound imaging and additional tests such as CA-125. Conservative management is preferred for benign masses, with laparoscopic surgery recommended. Referral to a gynaecological oncologist is advised for suspected malignancies. The guideline also provides recommendations for the intervention of simple ovarian cysts based on their size, highlighting the preference for laparoscopic surgery for elective cases. The importance of preoperative discussions regarding the possibility of oophorectomy and the use of the umbilical port for better outcomes are also emphasized.",
    "GTG 2014 - Endometrial Hyperplasia.pdf.pdf": "The clinical guideline for the management of endometrial hyperplasia emphasizes the importance of identifying risk factors and monitoring patients. It classifies hyperplasia into two groups, with different management approaches for each. Diagnosis and surveillance methods include histological examination, endometrial sampling, and hysteroscopy. Treatment options range from observation to surgical management, depending on the severity of the condition. The levonorgestrel-releasing intrauterine system (LNG-IUS) is recommended as a first-line treatment for hyperplasia without atypia. The guideline also addresses management in women wishing to conceive, those on hormone replacement therapy, and those on adjuvant treatment for breast cancer. Regular endometrial surveillance and individualized management are key components of the guideline. Future research topics and audit recommendations are also outlined in the guideline.",
    "BJOG - 2022 - Stock - Antenatal corticosteroids to reduce neonatal morbidity and mortality.pdf.pdf": "Antenatal corticosteroids are recommended for women at risk of preterm birth to reduce perinatal and neonatal mortality, respiratory distress syndrome, and intraventricular hemorrhage. The timing of administration is crucial, with benefits seen when given within 48 hours prior to birth. However, risks such as reduced birth weight and potential long-term effects on child development exist, especially if birth is delayed more than 7 days after treatment. Repeat courses may be considered for women at continued risk of preterm birth. Overall, antenatal corticosteroids are effective in improving neonatal outcomes, but careful consideration of risks and benefits is necessary for each individual case.",
    "Carbetocin to prevent PPH at CS UHS-CG-0009-2023.pdf.pdf": "This clinical guideline outlines the use of Carbetocin to prevent postpartum hemorrhage in caesarean births. It is recommended for use in specialist obstetric units by experienced staff and should be offered to all patients undergoing caesarean birth unless contraindicated. The document details responsibilities of the medical team and provides instructions on administration, dosage, contraindications, and cautions for use. Carbetocin should only be given after the birth of the baby and as soon as possible after umbilical cord clamping. Monitoring for adverse effects and compliance with guidelines is essential. If uterine tone remains inadequate after administration, a second-line agent should be considered.",
    "BJOG - 2024 - Nelson‐Piercy - The Management of Nausea and Vomiting in Pregnancy and Hyperemesis Gravidarum  Green‐top.pdf.pdf": "The clinical guideline provides comprehensive recommendations for managing Nausea and Vomiting in Pregnancy (NVP) and Hyperemesis Gravidarum (HG). It emphasizes the use of objective tools like the Pregnancy-Unique Quantification of Emesis (PUQE) and HyperEmesis Level Prediction (HELP) to classify severity. First-line antiemetics such as antihistamines, phenothiazines, and doxylamine/pyridoxine are recommended, with ondansetron as a second-line option. Metoclopramide can be used alone or in combination with other antiemetics. The guideline also addresses hydration, thiamine supplementation, and the importance of trying all therapeutic measures before considering termination of pregnancy. It provides evidence-based information for managing NVP and HG across different care settings.",
    "GTG 2016 - Ovarian Hyperstimulation Syndrome.pdf.pdf": "The clinical guideline for the management of Ovarian Hyperstimulation Syndrome (OHSS) emphasizes the importance of early recognition and appropriate management of this condition in women undergoing fertility treatment. Clinicians are advised to be vigilant for symptoms of OHSS and to classify its severity according to a standardized scheme. Treatment options include outpatient monitoring, fluid replacement, and LMWH prophylaxis for severe cases. Hospital admission may be necessary for women with critical OHSS or worsening symptoms. Management should be multidisciplinary, with regular assessment and monitoring. Further research is needed to improve understanding and treatment of OHSS, especially in pregnant women.",
    "BJOG - 2018 - Denison - Care of Women with Obesity in Pregnancy.pdf.pdf": "",
    "BJOG - 2022 - Shennan - Cervical Cerclage.pdf.pdf": "The clinical guideline on Cervical Cerclage provides key recommendations for women at risk of preterm birth or second trimester fetal loss, including offering history-indicated cerclage for women with multiple previous preterm births and considering cerclage for those with a short cervix. The guideline discusses the effectiveness of cerclage, the types of cerclage procedures, and potential complications. It emphasizes individualized care and informed decision-making, with considerations for suture materials, removal timing, and perioperative management. The guideline also highlights ongoing research in cerclage techniques and outcomes, aiming to improve the prevention of preterm birth in high-risk pregnancies.",
    "UHSussex - GP006 Management of Bartholins Cyst Abscess.pdf.pdf": "Bartholin's cyst is a blockage of the Bartholin's gland duct, while abscess is an infection of the gland leading to inflammation. Cysts may present as painless masses, while abscesses cause pain and swelling. Surgical intervention is needed for abscesses, with Word catheter or marsupialisation options. Word catheter is outpatient and less invasive, while marsupialisation requires general anesthesia. Post-op care includes removing the catheter and monitoring. Antibiotics are not routine unless there is cellulitis or PID/STI. Excision should be done by a consultant. Vulval abscesses can be managed conservatively or with incision and drainage. Compliance with the protocol is crucial.",
    "GTG 2016 - Epilepsy in Pregnancy.pdf.pdf": "This clinical guideline on epilepsy in pregnancy emphasizes the importance of accurate diagnosis, preconception counseling, and management throughout pregnancy and postpartum. It highlights the need for specialized care by a neurologist, consideration of different types of epilepsy, and awareness of potential differential diagnoses. Prepregnancy counseling should address antiepileptic drug (AED) choice, folic acid supplementation, and long-term neurodevelopmental outcomes. Antepartum, intrapartum, and postpartum care should involve close monitoring, seizure management, and AED continuation. Contraception counseling, breastfeeding guidance, and information on driving entitlements and disability legislation are also provided. The guideline aims to optimize care and outcomes for pregnant women with epilepsy.",
    "BJOG - 2016 - Diagnosis and Management of Ectopic Pregnancy.pdf.pdf": "The clinical guideline for the Diagnosis and Management of Ectopic Pregnancy emphasizes the importance of transvaginal ultrasound as the primary diagnostic tool for various types of ectopic pregnancies. It provides detailed recommendations for the diagnosis and management of tubal, cervical, caesarean scar, interstitial, cornual, ovarian, abdominal, and heterotopic pregnancies. The guideline outlines specific criteria for each type of ectopic pregnancy and recommends appropriate treatment options, including expectant management, medical management with methotrexate, and surgical approaches. It also highlights the need for appropriate training for clinicians involved in the diagnosis and management of ectopic pregnancies and emphasizes the importance of providing support and counseling to women undergoing treatment.",
    "UHSussex - GP001 - Management of Miscarriage.pdf.pdf": "The clinical guideline provides recommendations for the management of patients with acute coronary syndromes (ACS). It outlines the importance of prompt diagnosis, risk stratification, and appropriate treatment strategies for patients presenting with ACS. The guideline emphasizes the use of evidence-based therapies such as antiplatelet agents, beta-blockers, statins, and reperfusion therapy for patients with ST-segment elevation myocardial infarction (STEMI). It also highlights the importance of lifestyle modifications, cardiac rehabilitation, and long-term secondary prevention measures to reduce the risk of recurrent cardiovascular events. Overall, the guideline aims to improve outcomes and quality of care for patients with ACS.",
    "BJOG - 2024 - Morris - Investigation and Care of a Small‐for‐Gestational‐Age Fetus and a Growth Restricted Fetus  Green‐top.pdf.pdf": "",
    "GTG 2015 - Chickenpox in Pregnancy.pdf.pdf": "The clinical guideline recommends varicella vaccination for non-immune women before or after pregnancy and advises pregnant women to avoid contact with chickenpox and shingles. Testing for VZV immunity and offering VZIG if non-immune is recommended for pregnant women exposed to the virus. Treatment with aciclovir is advised for pregnant women with chickenpox, with hospital referral for severe cases. Delivery timing and mode should be individualized for pregnant women with chickenpox, and fetal risks should be considered. Breastfeeding is safe for women with chickenpox, and prophylaxis with VZIG is recommended for newborns born to mothers with recent chickenpox. Further research on varicella screening and treatment in pregnancy is needed.",
    "BJOG - 2020 - Murphy - Assisted Vaginal Birth.pdf.pdf": "The clinical guideline for assisted vaginal birth highlights the importance of preparation, assessment, and careful management during the procedure. Continuous support during labor, different positions in the second stage, and delayed pushing can impact the need for assisted vaginal birth. Operators should have the necessary knowledge and skills, with obstetric trainees receiving appropriate training. Instruments should be chosen based on clinical circumstances and operator skill level, with careful consideration of the risks involved. Aftercare should include prophylactic antibiotics, pain relief, and education on potential risks. Documentation, consent, and monitoring of adverse outcomes are crucial for safe and effective assisted vaginal birth.",
    "NICE 2020 Diabetes in Pregnancy Guideline.pdf.pdf": "This clinical guideline focuses on managing diabetes and its complications in women planning pregnancy or already pregnant. It emphasizes the importance of good blood glucose control before and during pregnancy to reduce the risk of adverse outcomes for mother and baby. Recommendations include preconception planning, monitoring blood glucose levels, offering individualized dietary advice, and using insulin analogues during pregnancy. The guideline also covers intrapartum care, neonatal care, and postnatal care for women with diabetes. It highlights the risks associated with diabetes in pregnancy, such as miscarriage and congenital malformations, and provides guidance on managing these risks to ensure optimal outcomes for both mother and baby.",
    "UHS Intrahepatic Cholestasis(ICP) UHS-CG-0001-2023.pdf.pdf": "The UH Sussex Intrahepatic Cholestasis of Pregnancy (ICP) Guideline provides evidence-based guidance for diagnosing and managing ICP in pregnant women. It covers diagnosis, history, investigations, maternal and perinatal risks, management (including antenatal care, drug treatment, timing of birth, intrapartum care, postnatal care, and subsequent pregnancies), and audit recommendations. ICP affects 0.7% of pregnancies in multi-ethnic populations, with a high recurrence rate in future pregnancies. Diagnosis is confirmed by itching and raised bile acid levels, with resolution postnatally. Management includes consultant-led care, monitoring, drug treatment, and timing of birth based on severity. Postnatal care involves monitoring for resolution of symptoms. Pregnant women should be advised about the risk of recurrence in subsequent pregnancies.",
    "UHSussex - GP001 - Management of Pregnancy of Unknown Location.pdf.pdf": "The clinical guideline for the Management of Pregnancy of Unknown Location (PUL) emphasizes the importance of collaboration with senior colleagues and adherence to national/RCOG guidelines. Nurses, Midwives, Gynaecologists, and Obstetricians are responsible for following and understanding the guidance, with the Management Team ensuring regular review and accessibility. PUL refers to a positive pregnancy test without a visible pregnancy on ultrasound, requiring careful management to determine the location of the pregnancy and prevent complications. Ectopic pregnancy should be considered until location is confirmed, with individualized further management based on symptoms and hCG levels. Women with PUL should be provided with written information for emergency care access and advised to seek medical attention for severe symptoms.",
    "BJOG - 2022 - Girling - Intrahepatic cholestasis of pregnancy.pdf.pdf": "The clinical guideline for intrahepatic cholestasis of pregnancy (ICP) recommends considering the diagnosis in pregnant women with itching and elevated bile acid levels. Additional investigations are not needed for every woman with suspected ICP unless there are atypical symptoms or comorbidities. The guideline advises confirming ICP postnatally, with resolution of symptoms and liver function tests. Recommendations for planned birth timing vary based on bile acid levels. ICP may increase the risk of preterm birth, meconium-stained amniotic fluid, and neonatal unit admission. Continuous fetal monitoring is recommended for severe cases. Further research is needed on predicting adverse outcomes and effective treatments for ICP. Support resources are available for healthcare professionals and families.",
    "NICE Interventional Guidance - 2007 - Laparoscopic Hysterectomy.pdf.pdf": "This clinical guideline discusses the safety and effectiveness of laparoscopic techniques for hysterectomy, highlighting the higher risk of urinary tract injury and severe bleeding compared to open surgery. Special training and advanced skills are necessary for performing laparoscopic hysterectomies, which are used for various benign conditions and cancers of the uterus and ovaries. Different laparoscopic procedures are outlined, with benefits including reduced hospital stay and faster return to normal activities. However, there is a higher incidence of major operative hemorrhage and urinary tract injuries with laparoscopic techniques. Healthcare professionals should consider this guidance when making decisions for patients, with local commissioners and providers responsible for implementation.",
    "UHSussex - GP003 Pelvic Inflammatory Disease (PID).pdf.pdf": "The clinical guideline for Pelvic Inflammatory Disease (PID) emphasizes the importance of early diagnosis and treatment to prevent complications. Testing for gonorrhoea and chlamydia is recommended, and broad-spectrum antibiotics are essential for coverage of common bacteria. Patients should receive adequate pain relief and anti-emetics. Antibiotic regimens vary for outpatient and inpatient management, with considerations for penicillin allergy. NICE guidance on drug choice during very early pregnancy is provided, with NSAIDs and certain antibiotics deemed safe. Removal of IUCD in PID should be considered, and follow-up care includes monitoring treatment compliance and providing education on safer sex practices.",
    "BJOG - 2016 -  Prevention and Management of Postpartum Haemorrhage.pdf.pdf": "The clinical guideline for the prevention and management of postpartum hemorrhage emphasizes the identification and management of risk factors throughout pregnancy. Antenatal anaemia should be treated to reduce PPH risk, and prophylactic uterotonics should be offered during the third stage of labor. Communication and multidisciplinary care are essential for managing PPH, with resuscitation measures and blood transfusion based on clinical assessments. Various pharmacological, mechanical, and surgical methods should be used to control bleeding, with surgical interventions considered if pharmacological measures fail. Training, preparation, and accurate documentation are crucial for optimal PPH management, with protocols in place for staff training and incident reviews.",
    "BJOG - 2018 - Jauniaux - Placenta Praevia and Placenta Accreta.pdf.pdf": "The clinical guideline on Placenta Praevia and Placenta Accreta provides detailed recommendations for the antenatal diagnosis and management of these conditions. Risk factors, diagnostic methods, and tailored antenatal care are discussed. Delivery planning, including cesarean section and hysterectomy, is outlined, along with the importance of a multidisciplinary team approach. The guideline also covers the management of unexpected placenta accreta and the use of interventions such as balloon tamponade. Recommendations for future research and areas of uncertainty are highlighted. Overall, the guideline emphasizes the importance of early diagnosis, appropriate management, and a coordinated approach to care for women with placenta praevia and accreta spectrum.",
    "NICE - 2021 - Antenatal Care.pdf.pdf": "The clinical guideline for antenatal care emphasizes the importance of regular check-ups, information, and support for pregnant women. Healthcare professionals should involve women in decision-making and provide necessary information in a clear and supportive manner. Antenatal care should start early and be tailored to individual needs, with appointments scheduled to involve partners and provide additional support as needed. The guideline addresses inequalities in care, risk factors for complications, and offers recommendations for common pregnancy issues such as nausea, heartburn, and pelvic girdle pain. The guideline also highlights the importance of fetal movement awareness, birth preferences, and peer support during pregnancy.",
    "BJOG - 2017 -  External Cephalic Version and Reducing the Incidence of Term Breech Presentation.pdf.pdf": "The clinical guideline on External Cephalic Version (ECV) outlines the procedure to turn a breech baby to a head-down position, with a success rate of approximately 50% and a reduction in the likelihood of a caesarean section. Factors such as timing, tocolysis, anesthesia, and patient satisfaction are important considerations. The guideline recommends offering ECV at term from 37 weeks of gestation and suggests using moxibustion as an alternative method for breech presentation. Further research is needed to address areas of clinical uncertainty and improve antenatal detection, uptake, and success rates of ECV. The guideline emphasizes the importance of trained practitioners, monitoring facilities, and patient education in the ECV process.",
    "BJOG - 2017 -  Management of Breech Presentation.pdf.pdf": "The clinical guideline for the management of breech presentation at term recommends offering external cephalic version (ECV) to women unless there is an absolute contraindication. It discusses the risks and benefits of ECV versus planned caesarean section, emphasizing that caesarean section leads to a small reduction in perinatal mortality compared to vaginal breech delivery. The guideline highlights the importance of antenatal assessment, skilled intrapartum care, and individualized management during labor. It also provides recommendations for delivery positions, assistance without traction, and the use of simulation equipment for training. The guideline suggests developing departmental guidelines for case selection and management to reduce complications during vaginal breech birth.",
    "NICE Guidance - 2024 - Endometriosis.pdf.pdf": "The NICE guideline on endometriosis diagnosis and management provides recommendations for healthcare professionals, commissioners, and individuals with suspected or confirmed endometriosis. It emphasizes the importance of patient involvement in decision-making, inclusive language, and tailored treatment based on symptoms and preferences rather than the stage of endometriosis. The guideline recommends thorough assessment and diagnosis, including laparoscopy for suspected cases, and offers options for pharmacological and non-pharmacological pain management, surgical interventions, and fertility considerations. It also highlights the need for further research on the effectiveness of treatments such as laparoscopic surgery, lifestyle interventions, and hormonal therapies on managing endometriosis-related pain and improving quality of life.",
    "BJOG - 2017 -  Prevention of Early‐onset Neonatal Group B Streptococcal Disease.pdf.pdf": "The clinical guideline for the prevention of Early-onset Neonatal Group B Streptococcal Disease emphasizes the importance of providing pregnant women with information about GBS colonization and neonatal infection risks. It highlights that universal bacteriological screening for GBS is not recommended, but clinicians should be aware of clinical risk factors for GBS disease. Antibiotic prophylaxis is recommended for certain scenarios, such as GBS bacteriuria and known GBS carriers. Immediate treatment with penicillin and gentamicin is advised for babies showing signs of infection. Breastfeeding is encouraged regardless of GBS status, and close monitoring is recommended for babies at risk of EOGBS disease. The guideline also provides recommendations on antibiotic use, monitoring, and management of GBS in pregnancy and labor.",
    "BJOG - 2021 - Navaratnam - Amniocentesis and chorionic villus sampling.pdf.pdf": "Amniocentesis and chorionic villus sampling are prenatal diagnostic tests that come with a risk of miscarriage and should be performed by trained operators after careful consideration. It is important to inform women about the risks and provide support throughout the process. Screening for blood-borne viruses is crucial before undergoing these procedures, especially for HIV-infected pregnant women. Amniocentesis may increase the risk of mother-to-child transmission of Hepatitis B if viral load is high, but there is no evidence of risk for Hepatitis C. Healthcare providers should maintain competency, follow guidelines for timing and technique, and consider individualized risks for each patient.",
    "GTG 2016 - Postmenopausal Ovarian Cysts.pdf.pdf": "The clinical guideline on the Management of Ovarian Cysts in Postmenopausal Women highlights the importance of assessing ovarian cysts in this population through serum CA125 levels and transvaginal ultrasound scans. It emphasizes the need for a thorough medical history, physical examination, and consideration of risk factors for ovarian malignancy. The guideline recommends conservative management for low-risk cysts and surgical evaluation for complex or suspicious masses. It also provides recommendations for future research and auditable topics for quality improvement. The guideline aims to guide clinicians in the appropriate management of postmenopausal women with ovarian cysts, emphasizing individualized treatment and the importance of specialized care for high-risk cases.",
    "Joint RCOG BASHH Guideline - Genital Herpes in Pregnancy.pdf.pdf": "The clinical guideline on the management of genital herpes in pregnancy provides recommendations for pregnant women with suspected or confirmed genital herpes infection. It covers antenatal, intrapartum, and postnatal care, emphasizing the importance of reducing neonatal transmission risk. Treatment with aciclovir, paracetamol, and lidocaine gel is recommended for symptom relief, with daily suppressive aciclovir from 36 weeks of gestation to reduce viral shedding. Caesarean section is advised for women with first episode genital herpes in the third trimester. The guideline also addresses the management of recurrent genital herpes, preterm prelabour rupture of membranes, and HIV-positive women with genital HSV infection. Recommendations are based on evidence levels and grading.",
    "BJOG - 2019 - Thomson - Care of Women Presenting with Suspected Preterm Prelabour Rupture of Membranes from 24 0 Weeks of.pdf.pdf": "The clinical guideline addresses the diagnosis, assessment, and management of preterm pre-labor rupture of membranes (PPROM) in pregnant women between 24+0 and 36+6 weeks' gestation. Key recommendations include using maternal history and sterile speculum examination for diagnosis, offering antibiotics (preferably erythromycin) until labor is established, and providing corticosteroids to women between 24+0 and 33+6 weeks' gestation. Expectant management until 37+0 weeks and magnesium sulfate for neuroprotection are also recommended. The guideline emphasizes the importance of emotional support and involving neonatologists when delivery is anticipated. Further research is needed to improve PPROM management. Gynaecologists and support groups are recommended resources for additional information and assistance.",
    "Reduced Fetal Movements UHS-CG-0015-2023.pdf.pdf": "The Reduced Fetal Movements Guideline aims to reduce stillbirths by ensuring pregnant individuals report reduced fetal movements promptly. Developed by obstetric leads and midwives, the guideline outlines assessment and management recommendations based on gestational age. It emphasizes the importance of timely referrals, risk factor assessment, and monitoring fetal viability through CTG and ultrasound scans. For recurrent episodes, serial growth scans are recommended, with induction of labor or cesarean birth considered if necessary. Continuous monitoring in labor is advised for induced cases. Process and outcome indicators track guideline adherence and outcomes. Clear communication and follow-up are essential for ensuring the safety and well-being of both the pregnant individual and the fetus.",
    "BJOG - 2019 - Chu - Maternal Collapse in Pregnancy and the Puerperium.pdf.pdf": "",
    "GTG 2012 - Initial Mx of Chronic Pelvic Pain.pdf.pdf": "This clinical guideline provides evidence-based recommendations for the evaluation and management of chronic pelvic pain in women. It emphasizes the importance of a thorough initial assessment, including a detailed history, physical examination, and appropriate investigations. The guideline covers a wide range of potential causes of chronic pelvic pain, such as endometriosis, adhesions, IBS, and musculoskeletal issues, and discusses various treatment options, including hormonal therapy and self-management techniques. Referral to other healthcare professionals and consideration of psychological and social factors are also highlighted. Overall, this guideline aims to assist generalists in effectively diagnosing and managing chronic pelvic pain in women to improve their quality of life.",
    "Joint RCOG and BSGE Guideline- Laparoscopy in Pregnancy.pdf.pdf": "This clinical guideline focuses on the laparoscopic management of non-obstetric abdominal conditions in pregnancy, such as acute appendicitis, gall bladder disease, and benign adnexal tumors. It emphasizes the importance of experienced laparoscopists performing these procedures to ensure optimal outcomes for both the mother and fetus. The guideline discusses the benefits of laparoscopic surgery, including faster recovery, shorter hospital stays, and lower wound infection rates, while also addressing potential risks such as haemorrhage and organ trauma. It also highlights the need for careful anaesthetic management and post-operative care, as well as the importance of a multi-disciplinary team approach for pregnant women undergoing laparoscopy.",
    "BMS - 2024 - Management of unscheduled bleeding on HRT.pdf.pdf": "The British Menopause Society provides guidelines for assessing and managing unscheduled bleeding on Hormone Replacement Therapy (HRT). Recommendations include assessing cancer risk factors, adjusting HRT regimens, and offering examinations and investigations as needed. The document emphasizes the importance of inclusive care for individuals whose gender identity does not align with their assigned sex at birth. It details assessment criteria, endometrial cancer risk factors, different HRT regimens, and progestogen types for endometrial protection. The guidelines also outline conservative management strategies, referral criteria, and endometrial assessment protocols for women with unscheduled bleeding on HRT. Recommendations are based on evidence and aim to provide safe and effective care for menopausal women.",
    "Joint RCOG BSGE Guideline - Suspected Ovarian Masses in Premenopausal Women.pdf.pdf": "This guideline provides guidance on the initial assessment and management of suspected ovarian masses in premenopausal women. Most masses are benign, and laparoscopic surgery is recommended for benign masses. Referral to a gynaecological oncologist is advised if malignancy is suspected. Ultrasound is the preferred imaging modality, and risk of malignancy can be estimated using the Risk of Malignancy Index. Follow-up for simple ovarian cysts varies based on size and persistence. Laparoscopic surgery is preferred for elective management of benign masses, and careful consideration should be given to the decision to perform an oophorectomy. The guideline also covers topics such as tumor vascularity assessment, differential diagnosis, and risk of malignancy indices.",
    "NICE Guideline - 2021 - IOL.pdf.pdf": "The clinical guideline on inducing labor focuses on providing information and support for pregnant women considering induction. Discussions should include preferences for birth mode, risks and benefits of induction, and alternative options. Additional monitoring may be recommended for women from minority ethnic backgrounds or living in deprived areas. Recommendations cover preterm and term prelabour rupture of membranes, breech position, fetal growth restriction, and more. Monitoring fetal wellbeing, avoiding complications, and providing pain relief are essential during induction. The guideline also addresses the use of different methods for induction based on Bishop score and the importance of respecting women's choices.",
    "NICE Guidance - 2023 - Ectopic.pdf.pdf": "The clinical guideline on ectopic pregnancy and miscarriage focuses on improving early pregnancy loss diagnosis and management to provide dignified care and support for women. It emphasizes the importance of recognizing symptoms and signs of ectopic pregnancy, offering timely assessments, and ensuring access to seven-day early pregnancy assessment services. The guideline recommends using ultrasound scans to diagnose ectopic pregnancies, offering systemic methotrexate or surgical treatment based on specific criteria, and providing anti-D immunoglobulin prophylaxis for rhesus-negative women. Research recommendations include evaluating different management strategies and the psychological impact on women. Improving the diagnosis and management of early pregnancy loss is crucial to reduce psychological morbidity and prevent unnecessary deaths.",
    "UHSussex - GP002 Vomiting in Pregnancy - Hyperemesis.pdf.pdf": "The clinical guideline GP002 for Vomiting in Pregnancy and Hyperemesis Gravidarum provides recommendations for healthcare professionals in managing symptoms of nausea and vomiting in early pregnancy. It emphasizes the importance of assessing symptom severity, using the PUQE scoring system, and providing safe anti-emetics for primary care management. In cases of severe hyperemesis gravidarum, the guideline outlines steps for inpatient management, including fluid administration, monitoring, and potential use of oral steroids. The guideline also includes a management algorithm, training recommendations, and a discharge plan with specific medications and follow-up appointments. In severe cases requiring TPN or prolonged hospitalization, consultation with specialists is recommended.",
    "RCOG 2013 - Induction of Labour at Term in  Older Mothers.pdf.pdf": "The clinical guideline on induction of labour in older mothers highlights the increased risks for both mother and baby associated with advanced maternal age. Stillbirth rates are higher in women aged 40 and older, making earlier induction of labour a justifiable option to reduce this risk. Induction has been shown to improve perinatal outcomes without increasing the rate of caesarean sections. However, there is a lack of data on the impact of induction on surgical deliveries and perinatal mortality in older mothers. Further research is needed to better understand the effects and benefits of induction of labour in advanced maternal age.",
    "GTG 2015 - Blood transfusion in Obstetrics.pdf.pdf": "The clinical guideline on Blood Transfusion in Obstetrics provides recommendations on reducing the risk of transfusion through optimizing haemoglobin levels, screening for anaemia, and active management of labour. It emphasizes the importance of obtaining consent for transfusions, monitoring blood group and antibody status, and using specific blood components based on individual needs. Strategies to minimize the use of banked blood include using cell salvage and mechanical strategies to reduce blood loss. The guideline also addresses the management of obstetric haemorrhage with blood components, including red cells, FFP, and cryoprecipitate. Patient blood management, including iron therapy and autologous blood deposit, is highlighted as key strategies to minimize transfusion. Recommendations for future research and auditable topics are also provided.",
    "ESHRE - Unexplained Infertility.pdf.pdf": ""
}