{
    "GTG 2014 - Endometrial Hyperplasia.txt": "Diagnosis and Presentation:\n- Endometrial hyperplasia is classified by the WHO into two groups based on cytological atypia.\n- Diagnosis requires histological examination through endometrial sampling and hysteroscopy.\n- Surveillance methods include endometrial sampling, transvaginal ultrasound, and hysteroscopy.\n- Progestogens are effective in managing hyperplasia without atypia, with LNG-IUS being the first-line treatment.\n- Surgical management may be considered in certain cases, with total hysterectomy recommended for atypical hyperplasia.\n- Women wishing to preserve fertility should be counseled about the risks.\n\nTreatment and Management:\n- Progestogens, especially LNG-IUS, are recommended for hyperplasia without atypia, with treatment lasting at least 6 months.\n- Surgical management, such as hysterectomy, may be considered if regression does not occur.\n- Atypical hyperplasia should be managed with total hysterectomy.\n- Women with endometrial hyperplasia on HRT should consider switching to continuous progestogen intake.\n- Complete removal of endometrial polyps is recommended.\n\nMonitoring Requirements:\n- Endometrial surveillance every 6 months during treatment.\n- At least two consecutive negative biopsies before discharge.\n- Routine endometrial surveillance with biopsies every 3 months for women with atypical hyperplasia not undergoing hysterectomy.\n\nContraindications and Cautions:\n- Systemic estrogen-only HRT should not be used in women with a uterus.\n- Women on adjuvant treatment for breast cancer should be monitored for hyperplasia.\n- Women with endometrial hyperplasia on tamoxifen should reassess the need for tamoxifen with their oncologist.",
    "BJOG - 2017 -  Management of Breech Presentation.txt": "Diagnosis and Presentation:\n- Breech presentation at term\n- Unsuccessful or declined external cephalic version (ECV)\n- Risks and benefits of planned vaginal breech delivery versus planned caesarean section\n- Risk of perinatal mortality approximately 0.5/1000 with caesarean section after 39+0 weeks; approximately 2.0/1000 with planned vaginal breech birth\n- Increased risk of low Apgar scores and serious short-term complications with planned vaginal breech birth\n- Small reduction in perinatal mortality with planned caesarean section compared to planned vaginal breech delivery\n\nTreatment and Management:\n- Offer external cephalic version (ECV) unless there is an absolute contraindication\n- Counsel on risks and benefits of planned vaginal breech delivery versus planned caesarean section\n- Selection of appropriate pregnancies and skilled intrapartum care\n- Continuous fetal monitoring may improve outcomes\n- Delivery in a hospital with immediate access to cesarean section\n- Adherence to a protocol for management to reduce neonatal morbidity\n- Assistance during active second stage without traction if delay or poor fetal condition\n- Avoid fetal trauma by grasping fetus around pelvic girdle and avoiding hyperextension of the neck\n- Selective episiotomy over routine episiotomy\n- Intervention to expedite breech birth if evidence of poor fetal condition or significant delays\n- Individualized management for preterm breech birth based on various factors\n- Planned caesarean section for preterm breech presentation in cases of maternal or fetal compromise\n- Planned caesarean section for first twin in twin pregnancy with breech presentation\n\nMonitoring Requirements:\n- Antenatal assessment for risk factors such as hyperextended neck on ultrasound or high estimated fetal weight\n- Monitoring fetal position during delivery\n- Monitoring and managing carefully the position of the fetus during delivery\n\nContraindications and Cautions:\n- Absolute contraindication to external cephalic version (ECV)\n- Risks associated with planned caesarean section in future pregnancies\n- Risks of opting for vaginal birth after caesarean section\n- Increased risk of complications at repeat caesarean section\n- Risk of an abnormally invasive placenta\n- Small increase in the risk of stillbirth for subsequent babies with caesarean section",
    "RCOG - Birth After Previous Caesarean Section - 2015.txt": "Diagnosis and Presentation:\n- Contraindications to VBAC include previous uterine rupture or classical caesarean scar\n- VBAC success rate is 72-75%, with previous vaginal delivery being a predictor of success\n- Risk factors for uterine rupture during VBAC include short inter-delivery interval, post-date pregnancy, maternal age over 40, obesity, and decreased myometrial thickness\n\nTreatment and Management:\n- Planned VBAC should be conducted in a suitably staffed delivery suite\n- ERCS should be conducted after 39+0 weeks with antibiotics and thromboprophylaxis given\n- Induction or augmentation of labor increases the risk of uterine rupture\n- Antenatal counselling should be individualized and documented\n- Consideration should be given to attempting VBAC in women with multiple future pregnancies\n\nMonitoring Requirements:\n- Monitor for placenta praevia and placenta accreta in subsequent pregnancies\n- Antenatal screening for placenta praevia and accreta is important\n\nContraindications and Cautions:\n- Contraindications to VBAC include previous uterine rupture or classical caesarean scar\n- Women with certain risk factors may have increased adverse outcomes with VBAC",
    "UHSussex - MP046 - Management of Breech and ECV.txt": "Diagnosis and Presentation:\n- Breech presentation is defined as a fetus in longitudinal lie with the buttocks, legs, or feet in the lower uterine segment closest to the cervix.\n- Types of breech presentation include frank or extended breech, complete or flexed breech, footling breech, and kneeling breech.\n- Pregnant individuals with confirmed breech presentation should be offered external cephalic version (ECV) at 36-37 weeks of gestation.\n- Absolute contraindications for ECV include conditions like placenta previa, antepartum hemorrhage, severe preeclampsia, and abnormal fetal dopplers.\n- Risk factors for planned vaginal breech birth include hyperextended neck on ultrasound, high or low estimated fetal weight, footling presentation, and evidence of antenatal fetal compromise.\n\nTreatment and Management:\n- ECV should be performed by trained obstetricians and monitored for complications.\n- Pregnant individuals declining ECV or with persistent breech presentation should be informed of birth options such as planned caesarean section or vaginal breech birth.\n- Pregnant individuals opting for elective LSCS for breech presentation should be informed about timing and potential risks.\n- Pregnant individuals choosing vaginal breech birth should have antenatal assessment and be referred to appropriate clinics for care.\n- Multidisciplinary team approach is recommended for planned vaginal breech birth.\n- Continuous CTG monitoring is recommended in established labor.\n- Maternal observations should be performed regularly throughout labor.\n- Intravenous cannula is recommended on admission for individuals with anticipated difficulty with IV access.\n- Upright position and mobility in labor should be encouraged.\n- Full range of pain relief options should be available.\n- Birthing individuals should feel calm, in control, and supported during labor and birth.\n\nMonitoring Requirements:\n- Continuous CTG monitoring in established labor.\n\nContraindications and Cautions:\n- Absolute contraindications for ECV include placenta previa, antepartum hemorrhage, severe preeclampsia, and abnormal fetal dopplers.\n- Risk factors for planned vaginal breech birth include hyperextended neck on ultrasound, high or low estimated fetal weight, footling presentation, and evidence of antenatal fetal compromise.\n- Factors such as fetal hyperextended neck, high or low estimated fetal weight, footling presentation, and evidence of fetal compromise may require a caesarean section.\n- Maternal factors such as previous LSCS, raised BMI, maternal age >40 years, and other obstetric complications may also require a caesarean section.",
    "Uptodate - 2025 - Preexisting and gestational diabetes - Intrapartum and postpartum glucose management.txt": "Diagnosis and Presentation:\n- Diagnostic criteria include maternal hyperglycemia during labor, with glycemic targets set at 70 to 125 mg/dL.\n- Clinical presentations may involve metabolic demands of labor, food restriction, and the use of dextrose-containing intravenous fluids.\n- Maternal hyperglycemia during labor is associated with fetal hypoxemia and neonatal hypoglycemia.\n\nTreatment and Management:\n- Individualized glucose monitoring and insulin management based on diabetes type and glucose levels.\n- Continuous glucose monitoring devices and protocols for intrapartum intravenous insulin are available.\n- Neonatal hypoglycemia from maternal hyperglycemia requires monitoring and management.\n- Insulin pump users can continue use during labor, with specific management protocols in place.\n- Patients on metformin should hold the medication on admission for delivery.\n- Insulin management is crucial for scheduled cesarean births, with specific strategies for different types of diabetes.\n\nMonitoring Requirements:\n- Glucose levels should be monitored every hour for patients on insulin during labor.\n- Postpartum glycemic monitoring and targets are recommended, with adjustments based on capillary blood glucose levels.\n- Close monitoring and adjustment of insulin regimen is necessary postpartum.\n- Follow-up testing for diabetes postpartum is recommended.\n\nContraindications and Cautions:\n- Patients with persistently high blood glucose levels may require insulin infusion despite subcutaneous correctional insulin.\n- Close follow-up for the development of overt diabetes is necessary for patients with gestational diabetes.",
    "GTG 2015 - Blood transfusion in Obstetrics.txt": "Diagnosis and Presentation:\n- Anaemia in pregnancy: first trimester Hb < 110 g/l; second/third trimester Hb < 105 g/l; postpartum Hb < 100 g/l\n- Normocytic or microcytic anaemia: consider oral iron trial; further tests if no Hb rise at 2 weeks\n- Screening for anaemia: at booking and 28 weeks; additional full blood count for multiple pregnancies at 20–24 weeks\n- Treatment: oral iron preferred first-line; parenteral iron if oral iron not tolerated or absorbed; rHuEPO use in controlled trials or on hematologist advice\n- Active management of third stage of labor recommended to minimize blood loss\n\nTreatment and Management:\n- Consent for blood transfusion required; document reason and consent discussion\n- Group and screen samples at booking and 28 weeks; < 3 days old for blood provision\n- ABO-, RhD-, Kell-compatible red cell units transfused\n- CMV-seronegative red cell and platelet components for elective transfusions in pregnancy\n- Cell salvage recommended for significant blood loss; minimum anti-D immunoglobulin for RhD-negative women during caesarean section\n- Full blood counts and coagulation screens during bleeding episode\n- FFP given during major obstetric hemorrhage; subsequent transfusion guided by fibrinogen levels\n- Platelet count maintained above 50 x 10^9/l in acutely bleeding patients\n- Tranexamic acid may be considered during major obstetric hemorrhage\n- Iron deficiency should be recognized and treated promptly to reduce need for blood transfusions\n\nMonitoring Requirements:\n- Regular monitoring of full blood counts and coagulation screens during bleeding episode\n- Maintain platelet count above 50 x 10^9/l in acutely bleeding patients\n\nContraindications and Cautions:\n- Predelivery autologous blood deposit not recommended\n- Cell salvage should be performed by experienced multidisciplinary teams\n- Close monitoring of clotting tests necessary for subsequent FFP transfusion\n- No anti-D prophylaxis required if RhD-negative woman receives RhD-positive FFP or cryoprecipitate",
    "ESHRE Guideline - 2022 - Endometriosis.txt": "Endometriosis, a chronic inflammatory condition in women of reproductive age, presents with pain and infertility. Diagnosis involves imaging and laparoscopy. Management includes hormone therapy and surgery, guided by symptoms and fertility desires. Infertility treatments like IUI and ART can be considered. Hormone therapy post-surgery aids in pain management. Avoid unnecessary treatments in asymptomatic cases. Monitoring involves follow-up and psychological support. Risks include cancer and adverse pregnancy outcomes. Early diagnosis and appropriate treatment improve outcomes. Surgical and medical interventions are essential, with shared decision-making. Adjunct therapies like acupuncture may be considered. Ovarian suppression is ineffective for fertility. Hormone therapy prevents recurrence. Aromatase inhibitors may benefit postmenopausal women. Monitoring parameters include symptom improvement and fertility outcomes. Tibolone is a safe alternative for hormone therapy in menopause. Diagnosis and management of abdominal and thoracic endometriosis differ. Genetic testing is for research. Endometriosis does not significantly increase cancer risk. Monitoring for ovarian malignancy may not be beneficial. Bilateral salpingo-oophorectomy is not recommended without additional risk factors. Shared decision-making is crucial for pain management. Vigilance is needed during pregnancy for complications.",
    "UHSussex - MP049 - Assisted Vaginal Birth.txt": "Summary:\n\nAssisted Vaginal Birth (RSCH PRH only) MP049 is a protocol for managing assisted instrumental vaginal births with the goal of mimicking spontaneous birth while minimizing morbidity. Key principles include professional judgment alongside protocol adherence. Indications and contraindications for operative vaginal birth are outlined, with a focus on reducing the need for such interventions. Risks of Ventouse and forceps deliveries are compared, and clear communication is emphasized for preparation. Informed consent, analgesia options, bladder care, hygiene, neonatal resuscitation, and perineal care protocols are detailed. Post-delivery documentation requirements and debriefing recommendations are provided. Monitoring parameters include timing and volume of first void, risk of urinary retention, and strategies for reducing urinary incontinence. Professional training in neonatal resuscitation and adherence to aseptic techniques are essential. Specific documentation requirements post-delivery and debriefing opportunities are emphasized for comprehensive care.",
    "ESHRE GUIDELINE ENDOMETRIOSI 2022.txt": "**Summary:**\n\n**Clinical Conditions and Management:**\n- Diagnosis of endometriosis involves symptoms like dysmenorrhea and infertility, with laparoscopy as the gold standard.\n- Treatment options include NSAIDs, hormone therapies, and surgical excision preferred over ablation for pain relief.\n- Monitoring parameters focus on pain relief and recurrence post-treatment.\n\n**Diagnostic Criteria and Thresholds:**\n- Recurrence rates vary post-surgery, and nerve-sparing laparoscopy can reduce urinary retention risk.\n\n**Medical Interventions and Timing:**\n- Postoperative hormone therapy may be considered for pain management.\n\n**Monitoring Parameters:**\n- Quality of life and fertility outcomes guide surgical management decisions.\n- The Endometriosis Fertility Index (EFI) aids in reproductive options post-surgery.\n\n**Contraindications and Risk Factors:**\n- Complications in bowel endometriosis surgery, especially rectal surgery, are significant.\n- Recurrence rates post-surgery are procedure-dependent.\n\n**Quantitative Values and Cutoffs:**\n- Surgical considerations for infertility vary by endometriosis stage.\n- Limited benefit shown for certain medications in improving pregnancy rates.\n\n**Conclusion:**\n- Individualized treatment plans based on shared decision-making are essential.\n- Further research is needed on non-medical management strategies and ART outcomes in endometriosis-associated infertility.",
    "NICE Guidance - 2024 - Endometriosis.txt": "Diagnosis and Presentation:\n- Assess the extent of deep endometriosis involving the bowel, bladder, or ureter\n- Interpret pelvic MRI scans by a healthcare professional with specialist expertise in gynaecological imaging\n- Consider laparoscopy for diagnosis in women with suspected endometriosis, even if ultrasound was normal\n- Consider pelvic ultrasound or MRI before operative laparoscopy for suspected deep endometriosis\n- Perform systematic inspection of the pelvis during diagnostic laparoscopy by a gynaecologist with training in laparoscopic surgery\n- Consider biopsy of suspected endometriosis during diagnostic laparoscopy\n- Offer treatment based on symptoms, preferences, and priorities rather than stage of endometriosis\n\nTreatment and Management:\n- Discuss benefits and risks of analgesics for endometriosis-related pain\n- Consider hormonal treatment for suspected, confirmed, or recurrent endometriosis\n- Discuss surgical management options for suspected or confirmed endometriosis\n- Perform laparoscopic surgery for endometriosis unless contraindications exist\n- Consider excision over ablation for endometriomas\n- Offer excision or ablation plus adhesiolysis for endometriosis not involving bowel, bladder, or ureter\n- Offer laparoscopic ovarian cystectomy or drainage and ablation for endometriomas\n- Discuss laparoscopic surgery benefits and risks for deep endometriosis in women trying to conceive\n- Avoid hormonal treatment alone or with surgery for women trying to conceive\n\nMonitoring Requirements:\n- Monitor for outpatient follow-up, especially for deep endometriosis or large endometrioma\n- Monitor for benefits and risks of analgesics\n- Monitor for hormonal treatment effects\n- Monitor post-surgical outcomes for endometriosis management\n\nContraindications and Cautions:\n- Avoid hormonal treatment alone or in combination with surgery for women trying to conceive\n- Caution against offering hormonal treatment for women trying to conceive\n- Consider contraindications for laparoscopic surgery based on individual patient factors",
    "Clinical Consensus No. 455 Fetal Sex Determination and Disclosure.txt": "Diagnosis and Presentation:\n- Fetal sex determination is essential in obstetric ultrasound examinations.\n- Health care providers should consider parental wishes regarding disclosure of fetal sex.\n- Ultrasound review of the fetal perineum is crucial for prenatal diagnosis of fetal genital anomalies.\n\nTreatment and Management:\n- Efforts should be made to determine fetal sex during obstetric ultrasound examinations.\n- Re-examination or referral is recommended if fetal sex cannot be determined.\n- Reports should contain a visible alert regarding the presence of information on fetal sex.\n\nMonitoring Requirements:\n- No specific monitoring parameters mentioned in the guideline.\n\nContraindications and Cautions:\n- No specific contraindications or risk factors mentioned in the guideline.",
    "UHSussex - MP050 - Caesarean Section.txt": "Diagnosis and Presentation:\n- Categories of caesarean section: emergency, urgent, scheduled, and elective\n- Considerations for all caesarean births: intra-operative cell salvage, blood transfusion, PPI/Sodium Citrate, antibiotics, and surgical techniques\n- Specific protocols for wound closure, cord clamping, oxytocin administration, and resuscitation of newborn babies\n- Recommendations for early skin-to-skin contact and breastfeeding initiation post-caesarean birth\n- Monitoring parameters: VTE risk assessment, wound infection signs, and postnatal complications\n\nTreatment and Management:\n- Avoid routine suturing of visceral or parietal peritoneum in caesarean birth\n- Close skin with sutures instead of staples to reduce wound dehiscence risk\n- Consider negative pressure wound therapy for BMI ≥35 kg/m2 to reduce wound infection risk\n- Administer oxytocin 5 units post-cord clamping; consider prophylactic oxytocin 40 units infusion for PPH risk\n- Offer delayed cord clamping and cord milking as appropriate\n- Ensure presence of skilled practitioner for newborn resuscitation during caesarean under general anesthesia or fetal compromise\n- Provide VTE risk assessment and thromboprophylaxis for all mothers\n- Discuss implications for future pregnancies, discharge planning, and postnatal care comprehensively\n\nMonitoring Requirements:\n- Monitor wound for signs of infection, separation, or dehiscence\n- Assess and manage heavy or irregular vaginal bleeding post-caesarean appropriately\n- Document discussions on future pregnancies, complications, and discharge plans\n- Inform GP of follow-up investigations post-discharge and abnormal results\n\nContraindications and Cautions:\n- Avoid routine use of superficial wound drains, staples for skin closure, and forceps in caesarean birth\n- Caution in using oxytocin 40 units infusion routinely; consider only for PPH risk patients\n- Referral for debriefing may be warranted for some mothers post-caesarean birth\n- Discuss risks and benefits of caesarean birth comprehensively with patients\n- Be alert to increased VTE risk and respiratory/leg symptoms in post-caesarean mothers",
    "GTG 2016 - Epilepsy in Pregnancy.txt": "Diagnosis and Presentation:\n- Diagnosis of epilepsy and epileptiform seizures should be made by a neurologist; different types of epilepsy should be assessed for specific risks to the mother and baby\n- Other conditions should be considered in the differential diagnosis of seizures in pregnant women\n- Women with epilepsy planning pregnancy should have a clinician manage their antiepileptic drugs (AEDs) based on fetal risk and seizure control\n- Folic acid intake and minimizing AED exposure can reduce congenital malformations\n- Regular antenatal care with a designated epilepsy care team is recommended; screening for fetal abnormalities and monitoring AED levels in pregnancy should be individualized\n- Seizures in labor should be managed promptly to avoid complications; pain relief options for women with epilepsy in labor should be prioritized\n- Postnatal care should include continued AED use and monitoring for seizure triggers; neonates exposed to AEDs should be monitored for adverse effects\n- Effective contraception is important for women with epilepsy to stabilize their condition and optimize outcomes\n\nTreatment and Management:\n- Prepregnancy counseling for women with epilepsy (WWE) should discuss the risk of congenital malformations based on AED exposure and emphasize the importance of folic acid supplementation\n- AED polytherapy should have a detailed discussion with the epilepsy specialist on the risks and benefits prior to planning pregnancy\n- Pregnant women should be informed that two-thirds will not have seizure deterioration in pregnancy\n- Healthcare professionals should provide verbal and written information on prenatal screening, risks of self-discontinuation of AEDs, effects of seizures and AEDs on the fetus, and breastfeeding\n- WWE should have access to regular planned antenatal care with a designated epilepsy care team\n- Serial growth scans are required for detection of small-for-gestational-age babies in WWE exposed to AEDs\n- Parenteral vitamin K supplementation should be offered routinely to babies born to mothers on enzyme-inducing AEDs\n\nMonitoring Requirements:\n- Pregnant WWE should be regularly assessed for risk factors for seizures, adherence to AEDs, and seizure type and frequency\n- Neonates born to WWE taking AEDs should be monitored for adverse effects\n- Breastfeeding is encouraged, and monitoring for cognitive outcomes in children exposed to certain AEDs is recommended\n\nContraindications and Cautions:\n- Avoid sodium valproate and AED polytherapy if possible; however, if the risk of maternal seizure deterioration is high, continuation may be advised\n- Non-epileptic attack disorder should be managed with specialist psychiatric or psychological services\n- Caution advised for pethidine use in labor for WWE\n- WWE at risk of peripartum seizures should deliver in a consultant-led unit with resuscitation facilities\n- AED dose adjustments may be needed post-delivery to avoid toxicity",
    "GTG 2010 - Malaria in Pregnancy - Prevention.txt": "Diagnosis and Presentation:\n- Malaria in pregnancy can lead to maternal mortality, pregnancy loss, reduced birth weight, and other complications.\n- Pregnant women are at higher risk of contracting and dying from malaria compared to non-pregnant individuals.\n\nTreatment and Management:\n- Pregnant or breastfeeding women in chloroquine-resistant areas should consider mefloquine for prophylaxis in the second and third trimesters.\n- Atovaquone-proguanil and proguanil plus chloroquine are alternative options for prophylaxis in certain areas.\n- Doxycycline and primaquine are contraindicated in pregnancy.\n- Quinine and clindamycin are recommended treatments for pregnant women.\n- Standby emergency treatment with quinine, Co-artem, or atovaquone-proguanil should be available for suspected malaria cases in pregnant travelers.\n\nMonitoring Requirements:\n- Pregnant women should monitor for symptoms of malaria, such as fever, and seek medical treatment promptly if malaria is suspected.\n\nContraindications and Cautions:\n- Contraindications include the use of doxycycline and primaquine in pregnancy.\n- Risk factors include traveling to malaria-endemic areas without adequate prevention strategies in place.",
    "GTG 2012 - Initial Mx of Chronic Pelvic Pain.txt": "Diagnosis and Presentation:\n- Chronic pelvic pain is a symptom, not a diagnosis, influenced by physical, psychological, and social factors\n- History should include pain pattern, associated symptoms, effect of movement/posture, and red flag symptoms\n- Diagnostic criteria for IBS can confidently diagnose the condition\n- Referral to specialists for non-gynaecological components of pain\n- Examination includes abdominal and pelvic exams; screening for infections, particularly STIs\n- Imaging modalities like TVS and MRI for structural abnormalities; laparoscopy as a second-line investigation\n- Therapeutic options: hormonal treatment for cyclical pain, antispasmodics for IBS, analgesia, ovarian suppression, dietary modifications, self-management techniques\n- Chronic pelvic pain should be viewed as a symptom with multiple contributing factors\n\nTreatment and Management:\n- Hormonal treatment for cyclical pain\n- Antispasmodics for IBS\n- Analgesia\n- Ovarian suppression\n- Dietary modifications\n- Self-management techniques\n- Referral to specialists for non-gynaecological components of pain\n\nMonitoring Requirements:\n- Monitor symptom improvement\n- Monitor response to hormonal treatment\n- Monitor for side effects of medications\n- Monitor for recurrence of symptoms\n- Monitor functional goals and level of function\n\nContraindications and Cautions:\n- Contraindications to specific medications if applicable\n- Risk factors for complications from treatments\n- Risks associated with laparoscopy or surgical interventions",
    "Uptodate - 2025 - Uterine fibroids (leiomyomas) Treatment overview - UpToDate.txt": "Diagnosis and Presentation:\n- Uterine fibroids in reproductive-age females can present with abnormal uterine bleeding, pressure or bulk symptoms, fertility issues, and pain.\n\nTreatment and Management:\n- Treatment options include expectant management, hysteroscopic fibroid resection, medical therapy with estrogen-progestin contraceptives or progestin-releasing intrauterine devices, GnRH agonists and antagonists, uterine artery embolization, tranexamic acid, focused ultrasound surgery, and traditional surgeries like hysterectomy and myomectomy.\n- Elagolix, relugolix, linzagolix, and GnRH agonists are effective in reducing fibroid-related heavy menstrual bleeding.\n- Hysteroscopic myomectomy is recommended for submucosal fibroids in patients desiring fertility, while myomectomy via laparoscopy or open abdominal incision is suggested for other types of fibroids.\n- Laparoscopic myomectomy is preferred for patients with specific criteria such as smaller uterine size and fewer fibroids.\n\nMonitoring Requirements:\n- Monitor sustained reduction of menstrual bleeding for an additional 6 months after treatment.\n- Monitor side effects of treatments for fibroid-related heavy menstrual bleeding.\n- Monitor for complications and recurrent myomas post-myomectomy.\n\nContraindications and Cautions:\n- Aromatase inhibitors and androgenic compounds are not recommended for fibroid treatment.\n- Open abdominal myomectomy is recommended for patients with numerous or larger fibroids.\n- Patients with bleeding disorders have a limited role in endometrial ablation.",
    "BJOG - 2016 -  - Management of Bladder Pain Syndrome.txt": "Diagnosis and Presentation:\n- Initial assessment includes thorough medical history, physical examination, completion of a bladder diary, and testing for urinary tract infections\n- Severity of Bladder Pain Syndrome (BPS) can be classified using validated symptom scores and visual analogue scales for pain\n- Differential diagnoses should be considered; BPS is a diagnosis of exclusion\n- Pelvic pain investigation includes ruling out bladder distension, hernias, and trigger points\n- Baseline investigations include bladder diary, food diary, and urine tests\n\nTreatment and Management:\n- Initial management may include dietary modifications, stress management, and analgesia\n- Conservative treatments for BPS include dietary modifications, stress management, and analgesia\n- Pharmacological treatments may include oral amitriptyline or cimetidine\n- Intravesical treatments like lidocaine, hyaluronic acid, botulinum toxin A, and dimethyl sulfoxide may be considered if conservative and oral treatments fail\n- Multimodal therapy by consultants with special expertise may be considered if single drugs are unsuccessful\n- Further treatment options such as cystoscopic fulguration, neuromodulation, oral cyclosporin A, cystoscopy, and major surgery should be considered after referral to a pain clinic and multidisciplinary team meeting\n- Treatments not recommended include oral hydroxyzine, oral pentosan polysulfate, long-term antibiotics, intravesical resiniferatoxin, intravesical Bacillus Calmette-Guérin, high-pressure long-duration hydrodistension, and long-term oral glucocorticoids\n\nMonitoring Requirements:\n- Monitor response to treatment interventions\n- Periodic follow-up in secondary care until symptoms are controlled\n- Consider shared care between pain team and urogynaecology\n\nContraindications and Cautions:\n- Bladder biopsies and hydrodistention are not recommended for diagnosis\n- Avoid DMSO in pregnancy due to teratogenic effects\n- Lidocaine crosses the placenta, and corticosteroids may have long-term effects on the hypothalamic-pituitary-ovarian axis\n- Sacral nerve stimulators should be turned off during pregnancy",
    "Uptodate - Approach to the patient with pregnancy of unknown location.txt": "Diagnosis and Presentation:\n- Pregnancy of unknown location (PUL) is diagnosed when a patient with a positive pregnancy test has a transvaginal ultrasound showing neither an intrauterine pregnancy (IUP) nor an ectopic pregnancy.\n- Patients with PUL may be asymptomatic or present with symptoms of early pregnancy or ectopic pregnancy.\n- Differential diagnosis includes early IUP, ectopic pregnancy, molar pregnancy, and rare entities.\n\nTreatment and Management:\n- Initial evaluation involves history, physical examination, and transvaginal ultrasound.\n- Further diagnostic workup is based on ultrasound findings.\n- Serial serum human chorionic gonadotropin (hCG) measurements and transvaginal ultrasound assessments are done for selected patients.\n- Management depends on hemodynamic stability and pregnancy desires. Hemodynamically unstable patients require immediate surgical intervention, while stable patients may undergo expectant management with regular hCG and ultrasound assessments.\n\nMonitoring Requirements:\n- Monitor serial serum hCG levels.\n- Monitor transvaginal ultrasound assessments.\n- Monitoring frequency should be based on clinical judgment.\n\nContraindications and Cautions:\n- Hemodynamically unstable patients are contraindicated for expectant management.\n- Uncommon or rare etiologies such as malignancy, pituitary hCG production, and heterophilic antibodies are cautionary factors.\n- Patients with desired pregnancies require special considerations in management.",
    "GTG 2010 - Malaria in Pregnancy - Treatment.txt": "Diagnosis and Presentation:\n- Symptoms of malaria in pregnancy include flu-like illness with fever, chills, headache, muscle pain, nausea, vomiting, diarrhea, and malaise\n- Diagnostic tests include thick and thin blood films, malaria rapid antigen tests, and other investigations\n- Prompt treatment with appropriate antimalarials is crucial\n- Severe falciparum malaria may present with severe symptoms and complications, requiring urgent intervention\n- Delay in diagnosis and treatment is associated with death from severe malaria\n\nTreatment and Management:\n- Non-falciparum malaria in pregnancy: chloroquine is recommended\n- Falciparum malaria in pregnancy:\n  - Admit pregnant women with uncomplicated malaria to the hospital\n  - Use IV artesunate for severe cases, otherwise IV quinine\n  - Avoid quinine monotherapy for uncomplicated cases, use quinine with clindamycin\n  - Seek expert consultation for IV artesunate if needed\n  - Consider IV artesunate from specialist centers if not available locally\n- Regular monitoring and management of malaria in pregnancy is essential\n- Avoid clindamycin use in pregnancy\n- Upgrade management if patient deteriorates under treatment\n- Artemisinin-based combination therapy is recommended in the second and third trimesters\n- Atovaquone-proguanil and atovaquone-proguanil-artesunate are safe and effective for uncomplicated P. falciprum in the second and third trimesters\n- Avoid chloroquine and sulfadoxine-pyrimethamine for P. falciparum treatment due to resistance\n- Primaquine radical cure is not recommended in pregnancy\n- Weekly chloroquine can be given to prevent relapse of P. vivax or P. ovale before delivery\n- Treat chloroquine-resistant P. vivax similarly to chloroquine-resistant P. falciparum\n\nMonitoring Requirements:\n- Monitor blood films every 24 hours\n- Monitor for hypoglycemia and pulmonary edema in severe malaria cases\n- Monitor for preterm labor, fetal growth restriction, fetal distress, and maternal or fetal distress\n- Monitor blood or plasma concentrations of antimalarial drugs, especially in late pregnancy\n\nContraindications and Cautions:\n- Clindamycin should not be used in pregnancy\n- Quinine monotherapy is not recommended for uncomplicated malaria in pregnancy\n- Delay in treatment can lead to adverse outcomes\n- Avoid chloroquine and sulfadoxine-pyrimethamine for P. falciparum treatment due to resistance\n- Primaquine radical cure is contraindicated in pregnancy",
    "GTG 2015 - FGM.txt": "Diagnosis and Presentation:\n- Complications of FGM include haemorrhage, urinary retention, genital swelling, infection, fever, scarring, urinary tract symptoms, dyspareunia, bacterial vaginosis, genital scarring, urinary tract complications, damage to the urethra, sexual consequences, psychological effects, menstrual difficulties, genital infection, infertility, HIV, hepatitis B infection, and obstetric complications.\n- Clinical signs of recent FGM should be monitored for.\n- Women with FGM should be asked about their history at antenatal visits.\n- Screening for hepatitis C should be offered in addition to routine antenatal tests.\n\nTreatment and Management:\n- Health professionals should ensure a safe and private environment for women affected by FGM.\n- Psychological assessment and treatment should be offered to all women with FGM.\n- De-infibulation should be offered before pregnancy.\n- Clitoral reconstruction is not recommended.\n- De-infibulation can be performed antenatally, during labor, or at delivery.\n- Intrapatum care for women with FGM should be carefully managed.\n- Postnatal care should include follow-up for de-infibulation if not performed during delivery.\n\nMonitoring Requirements:\n- Vigilance for clinical signs of recent FGM.\n- Maternal history of FGM should be documented in the personal child health record.\n\nContraindications and Cautions:\n- Female genital cosmetic surgery may be prohibited.\n- Re-infibulation is illegal.\n- Mandatory reporting to police for girls under 18 with FGM.\n- Clitoral reconstruction is not recommended.\n- Legal and regulatory processes should be followed and documented.\n- Healthcare professionals must understand the legal responsibilities regarding FGM in the UK, including mandatory reporting of FGM in girls under 18 years.",
    "BJOG - 2022 - Girling - Intrahepatic cholestasis of pregnancy.txt": "Diagnosis and Presentation:\n- Intrahepatic cholestasis of pregnancy (ICP) may be considered in pregnant women with itching and a bile acid concentration of 19 micromol/L or higher.\n- Severe or atypical cases of ICP should be discussed with a hepatologist.\n- Confirmation of ICP postnatally is based on symptom resolution and normal liver function tests.\n- Risk of stillbirth increases with peak bile acid concentrations, especially at 100 micromol/L or higher.\n- Women with ICP have a higher risk of preterm birth, meconium-stained amniotic fluid, and neonatal care requirements.\n- Women with ICP may develop pre-eclampsia, gestational diabetes, and hepatobiliary/immune-mediated diseases.\n\nTreatment and Management:\n- Active management with planned early birth is recommended for women with ICP to reduce adverse outcomes.\n- Monitoring should include regular liver function tests and bile acid measurements.\n- Drug treatments like topical emollients and antihistamines can alleviate symptoms but do not improve pregnancy outcomes significantly.\n- Ursodeoxycholic acid may reduce maternal itch but does not significantly impact perinatal outcomes.\n- Maternal vitamin K treatment may be necessary in cases of reduced fat absorption or abnormal coagulation studies.\n\nMonitoring Requirements:\n- Regular monitoring for liver function tests, bile acid concentrations, fetal movements, and fetal monitoring for women with ICP.\n- Continuous electronic fetal monitoring should be offered to women with peak bile acids of 100 micromol/L or more.\n- Follow-up at least 4 weeks postpartum to confirm resolution of ICP.\n\nContraindications and Cautions:\n- Do not routinely offer ursodeoxycholic acid for adverse perinatal outcomes in ICP.\n- Standard analgesia and anesthesia options should be offered for women with uncomplicated ICP during birth.\n- Routine use of vitamin K treatment is not recommended unless symptoms like steatorrhea are present.\n- ICP does not impact the choice of contraception or hormone replacement therapy.",
    "Guideline No. 451 Asymptomatic Endometrial Thickening in Postmenopausal Women.txt": "Diagnosis and Presentation:\n- Postmenopausal women without bleeding or risk factors do not require investigations if endometrial thickness is <11 mm on ultrasound.\n- Most patients with endometrial cancer present with postmenopausal bleeding.\n- Endometrial thickness >11 mm is associated with a higher risk of malignancy.\n- Clinical characteristics such as menopausal status, polycystic ovary syndrome, a long menstrual history, and infertility may increase the risk of hyperplasia.\n- Lynch syndrome is an inherited risk factor for hyperplasia and endometrial cancer.\n- Exposure to estrogen and progesterone hormone therapy post-menopause increases the risk of hyperplasia in some studies.\n\nTreatment and Management:\n- Endometrial tissue sampling should not be done routinely in asymptomatic women.\n- Women with endometrial thickness >11 mm and positive ultrasound findings should have endometrial sampling or further investigations.\n- Hormone therapies in a continuous combined formulation do not increase the risk of endometrial cancer.\n- Levonorgestrel intrauterine system combined with estrogen therapy is effective in managing menopausal symptoms.\n- Tibolone and tissue selective estrogen complex tablet are options for hormone therapy.\n- Aromatase inhibitors can reduce endometrial thickness in postmenopausal patients.\n- Routine screening for asymptomatic women on tamoxifen is not recommended.\n\nMonitoring Requirements:\n- Endometrial thickness should be monitored on ultrasound.\n- Watchful monitoring with repeat ultrasound over 4 months is an option for assessing individual endometrial cancer risk.\n\nContraindications and Cautions:\n- Endometrial biopsy should be considered in women with suspected pathology or at high risk for cancer.\n- Cervical stenosis can complicate endometrial biopsy.\n- Women with cervical stenosis and no bleeding should be managed based on individual factors.\n- Routine screening for asymptomatic women on tamoxifen is not recommended.",
    "NICE - 2021 - Antenatal Care.txt": "Diagnosis and Presentation:\n- Assess woman's risk factors for venous thromboembolism, gestational diabetes, and pre-eclampsia at the first antenatal appointment\n- Measure and record blood pressure at every routine antenatal appointment\n- Offer urine dipstick test for proteinuria at every routine antenatal appointment\n- Offer risk assessment for fetal growth restriction at first antenatal appointment and again in the second trimester\n- Offer symphysis fundal height measurement at each antenatal appointment after 24+0 weeks\n- Discuss babies' movements with the woman after 24 weeks\n- Offer abdominal palpation after 36 weeks to identify possible breech presentation\n\nTreatment and Management:\n- For mild-to-moderate nausea and vomiting, suggest trying ginger as a non-pharmacological option\n- Discuss advantages and disadvantages of different antiemetics for pharmacological treatment of nausea and vomiting\n- Consider intravenous fluids for pregnant women with moderate-to-severe nausea and vomiting\n- Consider acupressure as an adjunct treatment for moderate-to-severe nausea and vomiting\n- Reassure pregnant women that mild-to-moderate nausea and vomiting are common and likely to resolve before 16 to 20 weeks\n- Provide lifestyle and diet information for heartburn in pregnancy\n- Recommend antacids and alginates for heartburn\n- Treat symptomatic vaginal discharge with antifungal treatments for vaginal candidiasis and antibiotics for bacterial vaginosis\n- Provide exercise advice from a physiotherapist for pelvic girdle pain\n\nMonitoring Requirements:\n- Monitor blood pressure at every routine antenatal appointment\n- Monitor for proteinuria with urine dipstick test at every routine antenatal appointment\n- Monitor symphysis fundal height at each antenatal appointment after 24+0 weeks\n\nContraindications and Cautions:\n- No specific contraindications mentioned\n- Risk factors include minority ethnic backgrounds, living in deprived areas, risk of death, history of cardiac conditions, risk factors for venous thromboembolism, gestational diabetes, and pre-eclampsia",
    "BJOG - 2020 -  Management of Gestational Trophoblastic Disease.txt": "Diagnosis and Presentation:\n- Molar pregnancies typically present with irregular vaginal bleeding, a positive pregnancy test, and ultrasonographic evidence.\n- Less common presentations include hyperemesis, excessive uterine enlargement, hyperthyroidism, early-onset pre-eclampsia, and abdominal distension due to theca lutein cysts.\n- Rare presentations may include haemoptysis or seizures due to metastatic disease affecting the lungs or brain.\n- Definitive diagnosis is made by histological examination.\n\nTreatment and Management:\n- Suction curettage is the preferred method for complete molar pregnancies.\n- Ultrasound guidance during removal is recommended to minimize risks.\n- Anti-D prophylaxis is advised post-removal.\n- Cervical preparation before surgical removal is safe.\n- Oxytocic infusion should be used cautiously due to the risk of excessive bleeding.\n- Repeat surgical removal may be necessary for persistent heavy bleeding causing hemodynamic compromise.\n- Histological examination of all miscarriage tissues is recommended to exclude trophoblastic neoplasia.\n- Referral to a GTD center is advised for persistently elevated hCG levels post-pregnancy.\n\nMonitoring Requirements:\n- Monitor hCG levels for persistent elevation post-pregnancy.\n- Follow-up based on hCG levels and may include chemotherapy.\n\nContraindications and Cautions:\n- Avoid oxytocic infusion before complete removal due to the risk of excessive bleeding.\n- Biopsy of secondary vaginal deposits is not recommended due to the risk of major hemorrhage.\n- Caution is advised in managing suspected ectopic molar pregnancies.\n- Women with combined molar pregnancies and viable twins should be referred to specialized centers for care.",
    "BJOG - 2019 - Thomson - Care of Women Presenting with Suspected Preterm Prelabour Rupture of Membranes from 24 0 Weeks of.txt": "Diagnosis and Presentation:\n- Diagnosis of spontaneous rupture of membranes made by maternal history followed by sterile speculum examination\n- Consider IGFBP-1 or PAMG-1 test if no amniotic fluid observed on speculum examination\n- Antibiotic (preferably erythromycin) given for 10 days or until established labor in Preterm Premature Rupture of Membranes (PPROM)\n- Offer corticosteroids to women with PPROM between 24+0 and 33+6 weeks gestation\n- Use clinical assessment, maternal blood tests, and fetal heart rate to diagnose chorioamnionitis\n- Median latency after PPROM is 7 days and shortens with advancing gestational age\n\nTreatment and Management:\n- Erythromycin given for 10 days following PPROM diagnosis\n- Offer antenatal corticosteroids from 24+0 to 35+6 weeks gestation\n- Consider individual basis for corticosteroid administration due to potential side effects\n- Offer intravenous magnesium sulfate to women with PPROM in established labor between 24+0 and 29+6 weeks gestation\n- Expectant management until 37+0 weeks in women with no contraindications to continuing pregnancy\n\nMonitoring Requirements:\n- Monitor clinical assessment, maternal blood tests, and fetal heart rate to diagnose chorioamnionitis\n- Women advised and observed for symptoms of chorioamnionitis\n- Monitor white cell count and C-reactive protein to identify infection\n- Record vital signs for inpatients; regular monitoring for outpatients\n\nContraindications and Cautions:\n- Tocolysis not recommended for patients with PPROM\n- Outpatient care for women with PPROM should be considered on an individual basis",
    "GTG 2008 - Prevention of Entry-Related Laparoscopic Injuries.txt": "Diagnosis and Presentation:\n- Surgeons should be trained in safe laparoscopic techniques\n- Primary trocar should be inserted at 90 degrees to the skin\n- Bowel damage may not be immediately recognized\n- Risks and complications associated with laparoscopy include injury to the bowel, urinary tract, major blood vessels, and later complications associated with entry ports\n- Intra-abdominal pressure should be maintained at 20-25 mmHg before trocar insertion\n- Alternative sites for trocar or Veress needle insertion include Palmer's point, especially in cases of previous surgery or splenomegaly\n- Special care needed for entry in young, thin, nulliparous women with well-developed abdominal musculature\n\nTreatment and Management:\n- Surgeons should ensure appropriate training, supervision, and experience in laparoscopic surgery\n- Alternative entry techniques such as direct trocar insertion or alternative devices can be considered\n- Secondary ports should be inserted under direct vision perpendicular to the skin, ensuring pneumoperitoneum at 20-25 mmHg\n- In obese women, the open (Hasson) technique or entry at Palmer's point is recommended\n- For very thin women, the Hasson technique or insertion at Palmer's point is preferred\n- Documentation of appropriate counseling and reporting of adverse events or complications are essential auditable standards\n\nMonitoring Requirements:\n- No specific monitoring parameters mentioned\n\nContraindications and Cautions:\n- Surgeons should be aware of the risks and complications associated with laparoscopy\n- Adhesion formation at the umbilicus may make it an inappropriate site for insertion after abdominal surgery",
    "Guideline No. 452 Diagnosis and Management of Intrahepatic Cholestasis of Pregnancy.txt": "Diagnosis and Presentation:\n- Intrahepatic cholestasis of pregnancy (ICP) is characterized by itching and elevated serum bile acids\n- Perinatal risks include preterm birth, neonatal respiratory distress, and stillbirth\n- Diagnosis is confirmed by elevated total serum bile acids\n- Common symptoms include pruritus\n- Risk factors for ICP include advanced maternal age, multiparity, diabetes, and certain ethnicities\n\nTreatment and Management:\n- Ursodeoxycholic acid (UDCA) is recommended for treating itching\n- Planned early birth based on bile acid levels is advised\n- Referral to a specialist for refractory cases may be beneficial\n- Continuous fetal monitoring during labor is recommended\n- Postpartum confirmation of symptom resolution is necessary\n- World Health Organization endorses postpartum combined estrogen-progestin contraception for individuals with ICP\n\nMonitoring Requirements:\n- Monitoring of bile acid levels for fetal outcomes\n- Follow-up laboratory testing to assess fetal risk\n- Consider fetal monitoring with electronic fetal heart rate monitoring or ultrasound\n- Delivery timing based on the highest recorded non-fasting bile acid level\n\nContraindications and Cautions:\n- No specific contraindications mentioned\n- Risk factors for ICP include advanced maternal age, multiparity, diabetes, and certain ethnicities\n- Individuals with ICP are at an increased risk of acquiring metabolic disease during adulthood",
    "NICE Guidance - 2023 - Ectopic.txt": "Diagnosis and Presentation:\n- Consider offering a pregnancy test in women of reproductive age with non-specific symptoms\n- Refer women with positive pregnancy tests and specific symptoms for further assessment\n- Exclude the possibility of ectopic pregnancy even without known risk factors\n- Use ultrasound scans to diagnose viable intrauterine and tubal ectopic pregnancies\n- Provide written information to women with pregnancies of unknown location for monitoring symptoms\n\nTreatment and Management:\n- Offer systemic methotrexate to women with specific criteria for unruptured tubal ectopic pregnancy\n- Consider surgery if methotrexate is not acceptable or if certain criteria are met\n- Offer laparoscopic surgery when surgical treatment is needed\n- Offer salpingectomy unless there are other risk factors for infertility\n- Offer anti-D immunoglobulin prophylaxis to all Rh-negative women undergoing surgery for ectopic pregnancy or miscarriage\n\nMonitoring Requirements:\n- Monitor serum hCG levels in women with specific changes after ectopic pregnancy and miscarriage diagnosis\n- Monitor symptoms and access to emergency care in women with pregnancies of unknown location\n- Perform transvaginal ultrasound scan between 7 and 14 days later for certain cases\n\nContraindications and Cautions:\n- Do not use serum progesterone measurements when diagnosing viable intrauterine pregnancy or ectopic pregnancy\n- Do not offer anti-D immunoglobulin prophylaxis to women receiving solely medical management or with certain pregnancy conditions\n\nRisk Factors:\n- Women who do not access medical help readily are particularly vulnerable\n- About two-thirds of ectopic pregnancy-associated deaths are due to substandard care",
    "Uptodate - Pregnancy Loss Ultrasound Diagnosis.txt": "Diagnosis and Presentation:\n- Pregnancy loss, or miscarriage, is defined as a nonviable intrauterine pregnancy up to 20 weeks of gestation.\n- Early pregnancy loss occurs in the first trimester and is the most common type.\n- Diagnosis is confirmed with transvaginal ultrasound evaluation.\n- Ultrasound criteria for diagnosis include:\n  - Gestational sac 25 mm in mean diameter without a yolk sac or embryo.\n  - Embryo with a CRL 27 mm without cardiac activity.\n  - Absence of an embryo with a heartbeat in 22 weeks from a prior ultrasound showing a gestational sac without a yolk sac.\n  - After a pelvic ultrasound showed a gestational sac with a yolk sac, absence of an embryo with a heartbeat in 21 days.\n  - Initial criteria for nonviable early pregnancy include CRL of 5 mm without cardiac activity and an empty gestational sac measuring 16 mm in mean diameter.\n- Challenging scenarios in early pregnancy assessment include gestational duration discrepancy, multiple gestations, and pregnancy of unknown location.\n- Additional ultrasound findings suggestive of non-viable pregnancy include expanded or empty amnion.\n- Findings suggestive of poor outcome include irregularly shaped gestational sac, moderate or large subchorionic hematoma, and chorionic bump.\n- Findings consistent with live pregnancy include a gestational sac with a yolk sac only and a normal pregnancy with amnion.\n\nTreatment and Management:\n- Guidelines recommend transvaginal ultrasonographic diagnosis of pregnancy failure in a woman with an intrauterine pregnancy of uncertain viability.\n- Diagnosis of early pregnancy loss is made using transvaginal ultrasound.\n- Various ultrasound criteria are used to diagnose pregnancy loss.\n\nMonitoring Requirements:\n- Monitoring of gestational sac diameter and cardiac activity may be needed.\n- Frequency of monitoring may vary based on clinical context.\n\nContraindications and Cautions:\n- No specific contraindications mentioned.\n- Risk factors include varying levels of stringency in ultrasound techniques and the consideration of false-positive rates in diagnosis.",
    "Joint RCOG and BSGE Guideline- Laparoscopy in Pregnancy.txt": "Diagnosis and Presentation:\n- Non-obstetric abdominal conditions in pregnancy include acute appendicitis, gallbladder disease, and benign adnexal tumors\n- Laparoscopic appendectomy in pregnancy associated with a higher incidence of spontaneous miscarriage compared to open appendectomy, especially in the first trimester\n- Maternal risks of laparoscopy include potential vascular and organ trauma\n\nTreatment and Management:\n- Laparoscopic surgery is a viable option in pregnancy when performed by skilled professionals\n- General anesthesia is recommended for non-obstetric laparoscopic surgery in pregnancy\n- Surgery can be performed up to 34 weeks gestation if necessary\n- Antenatal corticosteroids and magnesium may be used if preterm delivery is a risk\n- Ports should be placed based on uterine size and location of pathology\n- Pneumoperitoneum pressures below 12 mmHg are safe for the fetus\n- Insufflation pressures of 20-25 mmHg are recommended for gas insufflation in laparoscopic surgery during pregnancy\n- Antibiotics should be used if there is an infective process\n- Timely surgical intervention is preferable in suspected appendicitis in pregnancy\n\nMonitoring Requirements:\n- Fetal monitoring may be done before and after surgery\n- Routine intraoperative fetal monitoring is not always necessary\n- Intraoperative monitoring may be needed in selected cases\n\nContraindications and Cautions:\n- Caution is needed in steroid administration for maternal sepsis\n- Delay in surgery for appendicitis can lead to increased complications\n- Laparoscopic management of non-obstetric emergencies in pregnancy should be performed by experienced laparoscopists\n- Surgeons with experience in laparoscopy have better outcomes",
    "GTG 2011 - Pregnancy and Breast Cancer.txt": "Diagnosis and Presentation:\n- Breast cancer is the most common cancer in females\n- Pregnancy-associated breast cancer occurs in younger women and may have an inferior prognosis\n- Diagnosis of breast cancer during pregnancy may be challenging\n- Treatment should be based on tumor characteristics and pregnancy stage\n\nTreatment and Management:\n- Optimal management of breast cancer diagnosed during pregnancy should be based on tumor characteristics and pregnancy stage\n- Non-hormonal contraceptive methods are recommended for women with a history of breast cancer\n- Hormonal contraception is contraindicated in women with current or recent breast cancer\n- Women planning pregnancy after breast cancer treatment should consult their clinical oncologist, breast surgeon, and obstetrician\n- Most women should wait at least 2 years after treatment before conception\n- Women with estrogen receptor-positive diseases should be advised on the recommended duration of tamoxifen treatment\n- Echocardiography should be performed during pregnancy in women at risk to detect cardiomyopathy\n- Breastfeeding from the unaffected breast is safe and does not increase the risk of recurrence\n- Fertility preservation options should be discussed before treatment, including the use of GnRH analogues and cryopreservation\n- Prompt referral to a fertility specialist for assisted conception should be available\n\nMonitoring Requirements:\n- Echocardiography during pregnancy in women at risk for cardiomyopathy\n\nContraindications and Cautions:\n- Hormonal contraception is contraindicated in women with current or recent breast cancer\n- Women with BRCA gene mutations have uncertain risks associated with subsequent pregnancy\n- Chemotherapy-induced gonadotoxicity may cause permanent amenorrhea with complete loss of germ cells\n- Assisted reproduction after breast cancer treatment may be limited due to loss of ovarian reserve\n\nRisk Factors:\n- Pregnancy may slightly increase the risk of delivery complications and caesarean section in breast cancer survivors\n- Chemotherapy-induced amenorrhea can impact fertility\n- Age is a major determinant of fertility",
    "BJOG - 2021 - Navaratnam - Amniocentesis and chorionic villus sampling.txt": "Diagnosis and Presentation:\n- Amniocentesis should not be performed before 15 weeks of gestation; CVS should not be performed before 10 weeks of gestation\n- Women with multiple pregnancies have a slightly higher risk of miscarriage\n- Screening for blood-borne viruses should be reviewed before an invasive test\n- Additional risks associated with these tests include infection, failed procedures, and fetal injury\n\nTreatment and Management:\n- Maintain competency with Maternal Fetal Medicine subspecialty training, fetal medicine Advanced Skills Training Modules, or equivalent international qualification\n- Seek support from a more experienced operator if anticipated/encountered difficulties\n- Perform amniocentesis after 15+0 weeks’ gestation; CVS should be performed from 11+0 weeks’ gestation to reduce the risk of technical challenges\n- Women considering amniocentesis or CVS in multiple pregnancies should receive detailed counseling and pregnancy mapping\n- Optimize antiretroviral treatment to aim for an undetectable viral load prior to amniocentesis or CVS\n\nMonitoring Requirements:\n- Review practice where an operator’s annual loss rate of normal babies exceeds 3% for either amniocentesis or CVS\n- Monitor viral loads for Hepatitis B to ensure levels are below 6.99 log copies/ml\n- Monitor for technical challenges during CVS procedures\n\nContraindications and Cautions:\n- Severe maternal sepsis is a very rare complication\n- Infection may arise from organisms present on the skin, ultrasound probe, gel, or via needle puncture of the bowel\n- Avoid amniocentesis before 15 weeks of gestation and CVS before 10 weeks of gestation\n- Risk of mother-to-child transmission of HBV increases when HBV DNA is over 500 copies/ml",
    "BJOG - 2017 -  Prevention of Early‐onset Neonatal Group B Streptococcal Disease.txt": "Diagnosis and Presentation:\n- Universal bacteriological screening not recommended for GBS\n- IAP offered to women with previous baby affected by GBS disease\n- Immediate IAP for known GBS carriers at term\n- Pyrexial women in labor to receive broad-spectrum antibiotics\n- Postnatal antibiotic prophylaxis not recommended for low-risk term babies\n- Babies with clinical signs of EOGBS disease should be treated promptly\n\nTreatment and Management:\n- Antibiotic prophylaxis should be offered to women with GBS bacteriuria during pregnancy\n- Intrapartum antibiotic prophylaxis should be offered for known GBS carriers\n- Benzylpenicillin recommended for IAP; Cephalosporin for penicillin allergy\n- Babies with clinical signs of EOGBS disease should be treated with penicillin and gentamicin promptly\n\nMonitoring Requirements:\n- Evaluation of babies for infection indicators should be done at birth\n- Babies of mothers who had a previous baby with GBS disease should be monitored closely for at least 12 hours\n- Well babies at risk of EOGBS disease should be monitored closely for signs of infection\n\nContraindications and Cautions:\n- Antibiotic prophylaxis not required for planned caesarean sections without labor\n- Antenatal treatment for GBS carriage not recommended\n- Immediate IAP not recommended for women not in labor with preterm planned caesarean section\n- Adverse effects of IAP should be considered\n- Vaginal cleansing in labor does not reduce the risk of neonatal GBS disease",
    "BHIVA - 2020 - HIV Guideline.txt": "Diagnosis and Presentation:\n- Antiretroviral therapy (ART) initiation during pregnancy and lifelong treatment for pregnant women living with HIV\n- Assessment of antenatal and postnatal depression\n- Sexual health screening for newly diagnosed pregnant women with HIV\n- Continuation of effective combination antiretroviral therapy (cART) for women conceiving on cART\n- Recommendation of Tenofovir DF or abacavir with emtricitabine or lamivudine as nucleoside backbone\n- Deferral of invasive prenatal diagnostic testing until HIV status is known\n- Mode of delivery based on maternal viral load\n\nTreatment and Management:\n- Multidisciplinary antenatal HIV care\n- Peer support for pregnant women living with HIV\n- HIV resistance testing before treatment initiation\n- Regular CD4 cell counts and HIV viral load tests for women conceiving on cART\n- Initiation of treatment for pregnant women with baseline viral load >100,000 HIV RNA copies/mL by the start of the second trimester\n- Integrase inhibitor-based regimens for certain patients\n- Discussion of dolutegravir use in pregnancy considering risks of neural tube defects\n- Monitoring of liver function tests and interventions for unsuppressed viral load\n- Postpartum care including cART continuation, mental health evaluation, and contraception discussion\n\nMonitoring Requirements:\n- Monitoring of CD4 cell counts throughout pregnancy\n- Regular HIV viral load tests during pregnancy\n- Monitoring of liver function tests\n- Monitoring of infant HIV status with molecular diagnostics and antibody testing\n\nContraindications and Cautions:\n- Deferral of invasive prenatal diagnostic tests until viral load is <50 HIV RNA copies/mL\n- Immediate testing required if viral load is ≥400 copies/mL, with cART and nevirapine administration\n- Vaginal delivery supported for viral load <50 copies/mL, cesarean section recommended for viral load ≥400 copies/mL\n- Postpartum zidovudine infusion recommended for viral load >1000 copies/mL\n- Breastfeeding supported for virologically suppressed women, formula feeding recommended otherwise\n\nDiagnosis and Presentation:\n- Increased risk of preterm delivery with protease inhibitors vs nucleoside reverse transcriptase inhibitor-based HAART during pregnancy\n- No difference in risk of preterm birth between lopinavir/ritonavir vs efavirenz-based ART\n- Unique management considerations for HIV, chronic HBV infection, and pregnancy\n- Routine monitoring of liver function tests throughout pregnancy and postpartum\n- Management of women with both HCV and HIV during pregnancy\n- Fetal ultrasound imaging recommended regardless of maternal HIV status\n- Mode of delivery based on plasma viral load results at 36 weeks\n\nTreatment and Management:\n- Referral to specialist for comprehensive care for HIV, chronic HBV infection, and pregnancy\n- Tenofovir DF, emtricitabine, and lamivudine as backbone for HIV/HBV co-infection treatment\n- Consideration of tenofovir alafenamide after first trimester\n- Maternal cART with prompt neonatal immunoprophylaxis for preventing vertical transmission of HBV\n- Immediate neonatal immunisation within 24 hours of delivery\n- Zidovudine monotherapy or combination post-exposure prophylaxis (PEP) for infants based on risk level\n- Co-trimoxazole prophylaxis for HIV-infected infants\n- Breastfeeding advice for women with HIV\n\nMonitoring Requirements:\n- Regular monitoring of liver function tests throughout pregnancy and postpartum\n- Regular monitoring of plasma viral load for risk level determination and treatment approach\n- Monthly clinic visits for HIV RNA viral load testing during and after breastfeeding\n- Disclosure of HIV status to partner/family and healthcare provider\n- Molecular diagnostics for HIV infection in infants\n\nContraindications and Cautions:\n- Relative contraindication of liver biopsy and hepatic elastometry during pregnancy\n- Contraindication of ribavirin in pregnancy and avoidance in male partners of pregnant women\n- Immediate discontinuation of ribavirin if pregnancy occurs during treatment\n- Limited duration of PEP for infants, not exceeding 2 weeks for very low-risk or 4 weeks for low-risk infants even if breastfed",
    "BJOG - 2017 -  Management of Inherited Bleeding Disorders in Pregnancy.txt": "Diagnosis and Presentation:\n- Haemophilia: Diagnosis involves considering different phenotypes and severities, with baseline factor levels assessed before pregnancy. Female carriers may have low factor VIII/IX levels, increasing bleeding risk during procedures or delivery.\n- von Willebrand disease (VWD): Classification is based on von Willebrand factor (VWF) deficiency. Women with VWD have an increased bleeding risk during pregnancy, and VWF levels should be checked before conception.\n\nTreatment and Management:\n- Haemophilia: Treatment includes predicting bleeding phenotype from factor levels, with severe cases needing regular prophylaxis. Female carriers and neonates are at risk of bleeding complications. Antenatal care aims for factor levels of at least 0.5 iu/ml.\n- VWD: Management involves maintaining factor levels during pregnancy, using DDAVP or VWF-containing concentrates based on VWF activity levels. Tranexamic acid can be considered for bleeding episodes.\n\nMonitoring Requirements:\n- Haemophilia: Monitor and maintain factor levels during pregnancy, pre- and post-treatment levels of VWF activity and factor VIII levels.\n- VWD: Monitor factor levels throughout pregnancy, ensuring VWF activity and factor VIII levels are above specific thresholds post-delivery.\n\nContraindications and Cautions:\n- Haemophilia: Avoid central neuraxial anesthesia in women with low factor XI levels. Be cautious with DDAVP use in certain VWD subtypes.\n- VWD: Avoid intramuscular injections and NSAIDs in patients with low VWF levels. Thromboprophylaxis may be necessary in some cases.",
    "BJOG - 2018 - Denison - Care of Women with Obesity in Pregnancy.txt": "Diagnosis and Presentation:\n- Women of childbearing age with a Body Mass Index (BMI) of 30 kg/m2 or greater are at risk of obesity during pregnancy and childbirth.\n- Pregnant women with a booking BMI of 30 kg/m2 or greater should be screened for gestational diabetes.\n- Pregnant women with a booking BMI of 40 kg/m2 or greater should be referred to an obstetric anaesthetist for antenatal assessment.\n- Women with a BMI of 30 kg/m2 or greater have a pre-existing risk factor for venous thromboembolism during pregnancy.\n- Obese pregnant women are at increased risk of stillbirth and prolonged pregnancy.\n\nTreatment and Management:\n- Women with a BMI of 30 kg/m2 or greater planning pregnancy should take 5 mg folic acid daily.\n- Early dietetic advice is recommended in pregnancy.\n- Women with multiple moderate risk factors may benefit from 150 mg aspirin daily.\n- Prophylactic antibiotics are advised for women with class 1 obesity or greater undergoing cesarean section.\n- Suturing of subcutaneous tissue space is recommended for women with more than 2 cm subcutaneous fat during cesarean section.\n- Breastfeeding support is crucial for obese women.\n- Postpartum weight loss support and referral to weight management services are recommended.\n- A waiting period of 12-18 months post bariatric surgery before pregnancy is advised.\n- Consultant-led antenatal care and nutritional surveillance are recommended for women with prior bariatric surgery.\n- Folic acid supplementation is advised for pregnant women with obesity.\n- Vitamin D supplementation may be beneficial for obese women.\n\nMonitoring Requirements:\n- Weight and height should be measured at the antenatal booking visit for pregnant women with obesity.\n- Serial symphysis fundal height (SFH) measurements are recommended from 24 weeks of gestation.\n- Women with a BMI over 35 kg/m2 should undergo serial fetal size assessments via ultrasound.\n- Screening for gestational diabetes is essential for pregnant women with a booking BMI of 30 kg/m2 or greater.\n\nContraindications and Cautions:\n- Anti-obesity drugs are contraindicated in pregnancy.\n- Pregnant women with a booking BMI of 40 kg/m2 or greater should have a moving and handling risk assessment in the third trimester.\n- Obesity is a risk factor for venous thromboembolism during pregnancy.\n- BMI over 40 kg/m2 and immobility increase the risk of pressure sores.\n- Caution is advised in cases of failed trial of labor with previous cesarean delivery and maternal obesity.",
    "GTG 2015 - Birth After Previous CS.txt": "Diagnosis and Presentation:\n- Suitable candidates for planned VBAC: women with a singleton pregnancy and previous lower segment caesarean delivery\n- Contraindications to VBAC: previous uterine rupture or classical caesarean scar\n- Factors influencing VBAC success: previous vaginal delivery, maternal height, age, BMI, gestation, and birthweight\n- Complications: uterine rupture (disruption of uterine muscle), uterine dehiscence (disruption with intact uterine serosa)\n- Risks: perinatal mortality (stillbirths and neonatal deaths), neonatal respiratory morbidity\n\nTreatment and Management:\n- Planned VBAC with continuous monitoring in a well-equipped delivery suite\n- Induction or augmentation of labor increases risk of uterine rupture\n- ERCS after 39+0 weeks with antibiotics and thromboprophylaxis\n- Consideration of maternal corticosteroids if ERCS before 39 weeks\n- Multidisciplinary management of placenta praevia\n- Individualized approach for women with special circumstances like post-dates, twin gestation, fetal macrosomia, antepartum stillbirth, or maternal age ≥40\n- Counseling on risks and benefits of planned VBAC versus ERCS\n\nMonitoring Requirements:\n- Monitor for signs of uterine rupture during VBAC\n- Assess for maternal infection risk with perioperative preincision antibiotics\n- Follow RCOG guidance for thromboprophylaxis\n\nContraindications and Cautions:\n- Contraindications to VBAC: previous uterine rupture or classical caesarean scar\n- Risk factors for uterine rupture: short inter-delivery interval, maternal age, obesity, and myometrial thickness\n- Cautious approach for special circumstances like post-dates, twin gestation, fetal macrosomia, antepartum stillbirth, or maternal age ≥40",
    "NICE Guideline - 2021 - IOL.txt": "Diagnosis and Presentation:\n- Induction of labor is recommended for specific circumstances, such as preterm prelabor rupture of membranes after 34+0 weeks with additional obstetric indications.\n- Induction of labor is generally not recommended for women with a breech-positioned baby unless there are specific reasons for expedited birth.\n- Fetal growth restriction with confirmed fetal compromise is a contraindication for induction of labor.\n- Induction of labor is not routinely recommended for women with a history of precipitate labor to avoid unattended birth.\n- In the event of an intrauterine fetal death, support should be offered, and induction of labor can be considered.\n\nTreatment and Management:\n- Induction methods include amniotomy and oxytocin infusion for a Bishop score of more than 6.\n- Monitoring of uterine activity and fetal condition is essential during induction.\n- Pain relief options should be discussed with women undergoing induction.\n- Complications such as uterine hyperstimulation, unsuccessful induction, and cord prolapse must be managed promptly.\n- Mechanical methods are less likely to cause hyperstimulation compared to pharmacological methods.\n- Hyperstimulation can be treated with tocolysis.\n- Different vaginal products for induction have varying ease of removal.\n\nMonitoring Requirements:\n- Regular monitoring of uterine activity and fetal condition during induction.\n- Assess fetal wellbeing and uterine contractions during the induction process.\n- Monitor for hyperstimulation, which may require stopping the induction treatment.\n\nContraindications and Cautions:\n- Contraindications for induction of labor include fetal growth restriction with confirmed fetal compromise.\n- Women with a history of precipitate labor should not be routinely induced to avoid unattended birth.\n- Risk factors for hyperstimulation include the use of dinoprostone and misoprostol, which can cause hyperstimulation.\n- Women with a scarred uterus are at increased risk of uterine rupture after intrauterine fetal death and should be closely monitored.",
    "BJOG - 2022 - Shennan - Cervical Cerclage.txt": "Diagnosis and Presentation:\n- Women with singleton pregnancies and three or more previous preterm births are candidates for history-indicated cervical cerclage.\n- Singleton pregnant women with a history of spontaneous second-trimester loss or preterm birth may receive cerclage if the cervix measures 25mm or less before 24 weeks gestation.\n- Insertion of cervical cerclage is not recommended for singleton pregnant women without other risk factors who incidentally have a short cervix identified on a late second-trimester ultrasound.\n- Transvaginal cerclage may be considered in women with a previous unsuccessful transvaginal cerclage.\n- Emergency cerclage in singleton pregnancies may help delay birth and reduce the chance of birth before 34 weeks gestation.\n- The choice of transvaginal cerclage technique should be at the surgeon's discretion, with placement as high as possible.\n\nTreatment and Management:\n- History-indicated cerclage is recommended for women with three or more previous preterm births.\n- Ultrasound-indicated cerclage is not recommended for women with a short cervix incidentally identified on ultrasound.\n- Transabdominal cerclage insertion may be discussed for women with a previous unsuccessful transvaginal cerclage.\n- Laparoscopic and open abdominal cerclage have similar efficacy.\n- Emergency cerclage should be individualized, considering parental views.\n- Contraindications to cerclage insertion include active preterm labor, chorioamnionitis, vaginal bleeding, PPROM, fetal compromise, lethal fetal defect, and fetal death.\n- Women should be informed of potential complications before cerclage insertion.\n- Investigations before insertion should include first-trimester ultrasound and aneuploidy screening.\n- Perioperative tocolysis is not recommended.\n- Antibiotic prophylaxis at cerclage placement is at the discretion of the operating team.\n- Cerclage can be performed as a day-case procedure.\n- The choice of suture material and technique should be at the surgeon's discretion.\n- Additional cervical occlusion suture is not routinely recommended.\n- Cerclage should be removed before labor, usually between 36+1 and 37+0 weeks of gestation.\n- In cases of PPROM between 24 and 34 weeks, cerclage should be removed.\n\nMonitoring Requirements:\n- Monitor for potential complications such as PPROM, second-trimester loss, preterm labor, infection, bleeding, and bladder or cervical damage.\n- Monitor for maternal pyrexia post-cerclage insertion.\n\nContraindications and Cautions:\n- Contraindications to cerclage insertion: active preterm labor, chorioamnionitis, continuing vaginal bleeding, PPROM, fetal compromise, lethal fetal defect, fetal death.\n- Risk factors include potential complications such as bladder damage, cervical trauma, membrane rupture, bleeding, and maternal pyrexia post-cerclage insertion.",
    "BJOG - 2020 - Murphy - Assisted Vaginal Birth.txt": "Diagnosis and Presentation:\n- Diagnostic criteria: Clinical judgment required for all situations; Relative contraindications include fetal bleeding disorders or predisposition to fracture\n- Clinical presentations: Indications for assisted vaginal birth include suspected fetal compromise, lack of progress in labor, maternal exhaustion or distress\n\nTreatment and Management:\n- Interventions: Encourage continuous support during labor; Inform about effects of epidural analgesia on need for assisted vaginal birth; Recommend delayed pushing in certain situations; Consider episiotomy to prevent maternal pelvic floor morbidity; Offer prophylactic antibiotics and thromboprophylaxis; Provide analgesia and educate about bladder care after birth\n- Protocols: Obtain verbal and written consent before attempting assisted vaginal birth; Use standard classification system; Perform by experienced operators; Discontinue vacuum or forceps birth in certain situations; Choose appropriate instrument based on clinical circumstances and skill level; Monitor for complications during and after birth\n\nMonitoring Requirements:\n- Parameters to monitor: Assess, complete, and manage complications during assisted vaginal birth; Reassess for venous thromboembolism risk post-birth; Monitor voiding and offer physiotherapy strategies for urinary incontinence\n\nContraindications and Cautions:\n- Contraindications: Blood borne viral infections in the mother are not an absolute contraindication; Vacuum extraction not contraindicated following fetal blood sampling or scalp electrode application\n- Risk factors: Maternal morbidity increases significantly after prolonged second stage of labor; Maternal and neonatal complications possible with vacuum and forceps deliveries; Failed forceps birth linked to increased risk of neonatal traumatic injury; Sequential use of instruments associated with increased neonatal morbidity; Consider risks associated with vacuum extraction compared to forceps",
    "GTG 2015 - Chickenpox in Pregnancy.txt": "Diagnosis and Presentation:\n- Varicella-zoster virus (VZV) immunity in pregnant women should be assessed through history or serology\n- Pregnant women with chickenpox may present with a rash and should contact their doctor immediately\n- Chickenpox is infectious before and during the rash, ceasing when lesions crust over\n- Susceptibility to varicella infection can be determined through history or serology\n- Fetal varicella syndrome (FVS) risk is associated with infection at < 28 weeks of gestation\n\nTreatment and Management:\n- Consider varicella vaccination for non-immune pregnant women before or after pregnancy\n- Avoid contact with chickenpox and shingles; VZIG recommended if non-immune and exposed\n- Pregnant women with chickenpox may be prescribed aciclovir; hospital referral for severe cases\n- Delivery timing and mode should be individualized for pregnant women with chickenpox\n- Amniocentesis may be considered to detect varicella DNA in the fetus\n- Prophylaxis with VZIG is vital for newborns exposed to chickenpox around delivery\n- Breastfeeding is safe for women with chickenpox\n\nMonitoring Requirements:\n- Assess VZV immunity through history or serology\n- Monitor for rash development in pregnant women with chickenpox\n- Monitor fetal development for signs of FVS\n- Consider amniocentesis for detecting varicella DNA in the fetus\n\nContraindications and Cautions:\n- Contraindicated to give VZIG if more than 10 days since contact or appearance of rash in the index case\n- Risks of varicella infection to the fetus include FVS, especially with infection at < 28 weeks of gestation\n- Avoid contact with potentially susceptible individuals like neonates and other pregnant women\n- Severe infection may require intravenous aciclovir\n- Inform women that infection at < 28 weeks of gestation is associated with a small (~1%) risk of FVS",
    "BJOG - 2017 -  External Cephalic Version and Reducing the Incidence of Term Breech Presentation.txt": "Diagnosis and Presentation:\n- External Cephalic Version (ECV) is a procedure to turn a breech baby to a head-down position\n- ECV should be offered at term from 37 weeks of gestation\n- Tocolysis with betamimetics can improve ECV success rates\n- Regional analgesia may be considered for women unable to tolerate ECV without pain relief\n- ECV can be a painful procedure\n- ECV has a very low complication rate\n\nTreatment and Management:\n- ECV should only be performed by trained practitioners\n- In nulliparous women with a low chance of spontaneous version, ECV from 36 weeks of gestation seems pragmatic\n- ECV may be considered intrapartum with caution\n- ECV after one caesarean delivery appears to have no greater risk\n- Methods to improve ECV uptake and success rates are needed\n\nMonitoring Requirements:\n- No specific monitoring parameters mentioned\n\nContraindications and Cautions:\n- Contraindications for ECV in breech position at term exist\n- ECV-related risks should be considered\n- Further research is needed on improving ECV outcomes\n\nRisk Factors:\n- Factors associated with adverse perinatal outcome in ECV exist",
    "Uptodate - 2025 - Prelabor rupture of membranes at term.txt": "Diagnosis and Presentation:\n- Diagnosis of prelabor rupture of membranes (PROM) at term is confirmed by the rupture of fetal membranes before the onset of regular contractions.\n- Clinical presentation includes the absence of contractions following membrane rupture at term gestation.\n\nTreatment and Management:\n- The key decision is whether to induce labor or wait for spontaneous labor to begin.\n- Inducing labor with oxytocin is preferred for patients without contraindications to labor and vaginal birth.\n- Expectant management may be considered for patients with uncomplicated pregnancies who prefer to wait for labor to begin.\n- Hospitalization is recommended to reduce the risk of complications.\n- Antibiotic prophylaxis should be used when indicated, but prophylactic antibiotics for term PROM should be avoided unless specific criteria are met.\n- In cases of ruptured membranes and positive Group B streptococcus (GBS) culture, antibiotic prophylaxis is recommended.\n\nMonitoring Requirements:\n- Monitoring for signs of infection and fetal well-being is essential during expectant management.\n- Maternal and fetal monitoring should be performed in expectantly managed term PROM.\n\nContraindications and Cautions:\n- Contraindications to labor induction include specific clinical scenarios that warrant careful consideration.\n- Antibiotic prophylaxis is not indicated for patients with negative GBS culture.\n- Patients with unknown GBS status should be managed based on standard risk assessment.",
    "BJOG - 2022 - Stock - Antenatal corticosteroids to reduce neonatal morbidity and mortality.txt": "Diagnosis and Presentation:\n- Antenatal corticosteroids should be offered to women between 24+0 and 34+6 weeks' gestation in whom imminent preterm birth is anticipated\n- Women with twins and triplets should also be offered corticosteroids\n- Corticosteroids reduce neonatal death when given within 48 hours prior to birth\n- Women at risk of preterm birth between 35+0 to 36+6 weeks gestation may consider corticosteroids\n- Corticosteroids in late preterm birth should be carefully evaluated for risks and benefits\n- Women with preterm prelabour rupture of membranes should be offered corticosteroids\n- Corticosteroids may be considered in pregnancies complicated by fetal growth restriction, pre-eclampsia, or antepartum hemorrhage\n- Antenatal corticosteroids should be offered to women with preterm premature rupture of membranes (PPROM)\n\nTreatment and Management:\n- Consider offering antenatal corticosteroids to women at risk of preterm birth between 35+0 to 36+6 weeks gestation\n- Administer 24mg dexamethasone phosphate or 24 mg betamethasone sodium phosphate/acetate mix intramuscularly\n- Repeat courses of antenatal corticosteroids may be considered in women at imminent risk of preterm birth seven days after initial administration\n- Maximum of three corticosteroid courses in pregnancy\n- Use corticosteroids cautiously in the presence of systemic infection\n\nMonitoring Requirements:\n- Monitor maternal blood glucose levels in women with diabetes receiving corticosteroids\n- Close monitoring is recommended for women with diabetes receiving corticosteroids\n- Monitor for neonatal hypoglycemia in infants exposed to corticosteroids\n- Monitor for potential risks to both women and babies, including effects on fetal growth and maternal blood glucose levels\n\nContraindications and Cautions:\n- Birth should not be delayed for corticosteroids if it impacts the health of the woman or baby\n- Caution advised in interpreting data due to limitations in subgroup analyses\n- Balance the use of corticosteroids carefully in the presence of systemic infection\n- Repeat courses of corticosteroids may not reduce serious morbidity but can lead to smaller babies\n- Research needed to determine effectiveness and potential off-target effects of corticosteroids",
    "UHSussex - MP059 - Baby Abduction Policy.txt": "Diagnosis and Presentation:\n- Suspected or actual baby abduction in the hospital setting\n- Staff in maternity, portering, security, and switchboard departments involved\n- Immediate actions: informing security, contacting the police, coordinating the response\n\nTreatment and Management:\n- Move parents to a private area\n- Check identification bands\n- Reassure mothers\n- Cooperate with the police\n- Manage media inquiries through Trust's Communications Manager and senior management\n\nMonitoring Requirements:\n- Audit the guidance after each reported abduction incident\n\nContraindications and Cautions:\n- Failure to follow the protocol in case of suspected or actual baby abduction\n- Non-adherence to visiting hours and restrictions\n\nRisk Factors:\n- Lack of staff adherence to guidance and protocols\n- Inadequate training on baby abduction risks and actions",
    "UHS Anaemia in pregancy UHS-CG-0008-2023 (3).txt": "Diagnosis and Presentation:\n- Anaemia in pregnancy is diagnosed based on hemoglobin levels.\n- Causes of anaemia in pregnancy include iron deficiency, vitamin B12 and folate deficiency, and other inflammatory disorders.\n- Symptoms may include fatigue, dizziness, and shortness of breath.\n- Screening for anaemia should be done at booking and at 28 weeks of gestation.\n- Treatment should be initiated if hemoglobin levels are below certain thresholds.\n\nTreatment and Management:\n- Management includes dietary advice, oral iron replacement, and intravenous iron therapy.\n- Dietary advice should be given to meet increased iron requirements during pregnancy.\n- Oral iron supplementation is recommended once iron deficiency occurs.\n- Oral iron replacement therapy should be recommended if anemia is diagnosed, with a recommended elemental iron dose of 40-80 mg each morning or alternate day.\n- Monitoring of hemoglobin levels is necessary, with further checks depending on the degree of anemia and gestational period.\n- Intravenous iron therapy can be considered in cases of non-compliance, intolerance to oral preparations, malabsorption, GI diseases, or poor response to oral iron.\n- IV iron therapy should not be administered out of hours to reduce the risk of adverse reactions.\n- Contraindications for IV iron therapy include a history of anaphylaxis, hypersensitivity reactions, first trimester of pregnancy, acute or chronic bacteremia, and decompensated liver disease.\n- Ferric Derisomaltose Pharmacosmos is the preparation used for IV iron therapy.\n\nMonitoring Requirements:\n- Monitor hemoglobin levels regularly.\n- Offer oral iron replacement if needed postpartum.\n- Monitor Hb levels postpartum for pregnant individuals who received iron therapy.\n\nContraindications and Cautions:\n- Contraindications for IV iron therapy include a history of anaphylaxis, hypersensitivity reactions, first trimester of pregnancy, acute or chronic bacteremia, and decompensated liver disease.\n- Risks factors for blood transfusion include moderate symptoms of anaemia postpartum, careful evaluation, and exploration of alternative treatments.",
    "BJOG - 2016 - Diagnosis and Management of Ectopic Pregnancy.txt": "Diagnosis and Presentation:\n- Transvaginal ultrasound confirms tubal ectopic pregnancy with visualization of an adnexal mass\n- Serum beta-human chorionic gonadotrophin (b-hCG) levels guide management planning\n- Ultrasound is primary for diagnosing caesarean scar pregnancy\n- Specific criteria exist for diagnosing different ectopic pregnancy types\n- Treatment options include surgical, pharmacological, and conservative approaches\n- Anti-D immunoglobulin is recommended for women with ectopic pregnancies\n- Discuss long-term fertility post-ectopic pregnancy\n- Offer support and counseling during treatment\n\nTreatment and Management:\n- Methotrexate is first-line for specific criteria\n- Expectant management is an option in selected cases\n- Inic acid rescue regimen is successful\n- Treatment methods: ultrasound-guided aspiration with methotrexate, endoscopic approaches, hysteroscopic resection\n- Laparoscopic removal recommended for cornual pregnancies\n- Surgical treatment preferred for ovarian pregnancies\n- Laparoscopic removal option for early abdominal pregnancy\n- Anti-D prophylaxis for RhD-negative women\n- Muscle relaxation training may benefit methotrexate treatment\n- Wait 3 months before conception post-methotrexate treatment\n\nMonitoring Requirements:\n- Monitor serum b-hCG levels\n- Repeat b-hCG levels in 48 hours for further guidance\n- Discuss long-term fertility prospects\n- Record follow-up plans clearly\n\nContraindications and Cautions:\n- Methotrexate success higher with smaller b-hCG level increases pre-administration\n- Providers need appropriate training in surgical, ultrasound, and medical techniques\n- Conceiving within 3 months of methotrexate use may have risks but not an indication for termination",
    "NICE Guidance - 2010 - Hysterectomy for Endometrial Cancer.txt": "Diagnosis and Presentation:\n- Diagnosis: Endometrial cancer\n- Clinical Presentations: Patients with abnormal uterine bleeding, postmenopausal bleeding, or other symptoms suggestive of endometrial cancer\n\nTreatment and Management:\n- Patient selection by a multidisciplinary gynaecological oncology team\n- Advanced laparoscopic skills required\n- Additional training recommended\n- Laparoscopic hysterectomy as a less invasive option with shorter recovery times compared to open surgery\n- Conversion to laparotomy rates may vary\n- Postoperative complications fewer with laparoscopic hysterectomy\n- Long-term outcomes data needed for future reviews\n\nMonitoring Requirements:\n- Postoperative complications\n- Long-term outcomes\n\nContraindications and Cautions:\n- Contraindications: Inability to tolerate laparoscopic surgery\n- Risk factors: Lack of advanced laparoscopic skills, inadequate training",
    "Joint RCOG BSGE Guideline - Suspected Ovarian Masses in Premenopausal Women.txt": "Diagnosis and Presentation:\n- Serum CA-125 levels and ultrasound findings are key factors in assessing the risk of malignancy\n- Risk of Malignancy Index (RMI) and ultrasound rules can aid in estimating the risk of malignancy\n- Specific ultrasound findings suggestive of malignancy warrant referral to a gynaecological oncology service\n- Asymptomatic women with small simple ovarian cysts can be managed expectantly\n- Women with simple ovarian cysts of 50–70 mm in diameter should have yearly ultrasound follow-up\n\nTreatment and Management:\n- Conservative management and laparoscopic techniques recommended for benign ovarian masses\n- Referral to a gynaecological oncologist for suspicious cases\n- Combined oral contraceptives not helpful for functional ovarian cysts\n- Laparoscopic approach preferred for elective surgical management of ovarian masses\n- Aspiration of ovarian cysts less effective with high recurrence rate\n- Removal of benign ovarian masses should be done via the umbilical port for better outcomes\n\nMonitoring Requirements:\n- Yearly ultrasound follow-up for women with simple ovarian cysts of 50–70 mm in diameter\n\nContraindications and Cautions:\n- Combined oral contraceptives not helpful for functional ovarian cysts\n- Laparoscopic management of presumed benign ovarian cysts should be done by experienced surgeons\n- Spillage of cyst contents should be avoided to prevent potential malignancy\n- Removal of an ovary should be discussed preoperatively",
    "GTG 2011 - APH.txt": "Diagnosis and Presentation:\n- Antepartum haemorrhage (APH) is defined as bleeding from or in to the genital tract, occurring from 24+0 weeks of pregnancy and prior to the birth of the baby.\n- Important causes of APH: placenta praevia and placental abruption.\n- Complicates 3–5% of pregnancies; leading cause of perinatal and maternal mortality.\n- Clinical presentations: spotting, minor haemorrhage, major haemorrhage, massive haemorrhage.\n- Recurrent APH: episodes on more than one occasion.\n- Assess for signs of clinical shock; blood loss often underestimated.\n- Associated with maternal and perinatal morbidity and mortality.\n- Unexplained APH increases risk of adverse outcomes.\n- Women with repeated APH should be asked about domestic violence.\n\nTreatment and Management:\n- Clinical assessment: history-taking, vaginal bleeding assessment, maternal cardiovascular condition, fetal wellbeing.\n- Immediate maternal stabilization if major haemorrhage persists or history not available.\n- Identify potential causes of APH: placental abruption, placenta praevia.\n- Maternal investigations: blood tests, ultrasound scans.\n- Fetal investigations: fetal heart rate assessment, ultrasound scans.\n- Hospitalization recommended for APH heavier than spotting or ongoing bleeding.\n- Antenatal corticosteroids may be considered for women at risk of preterm birth.\n- Tocolytic therapy not recommended for major APH or placental abruption.\n- Increased fetal surveillance post-APH for high-risk pregnancies.\n- Delivery based on maternal and fetal condition; immediate delivery for compromised cases.\n- Management of APH due to placenta praevia: maternal resuscitation, delivery of fetus.\n- Caesarean section for maternal or fetal compromise.\n- Elective premature delivery not recommended before 37 weeks without compromise.\n- Induction of labor may be considered after 37 weeks.\n- Continuous fetal monitoring during labor for active bleeding or placental insufficiency.\n- Regional anesthesia recommended for operative delivery in APH cases.\n- Anti-D Ig for RhD-negative women post-APH.\n- Massive APH management: multidisciplinary protocols, blood products as needed.\n- Coagulopathy: appropriate transfusions.\n- Neonatal assessment by senior pediatrician/neonatologist for major APH cases.\n- Postnatal issues: thromboprophylaxis, debriefing, clinical incident reporting.\n- Obstetric skill drills for major APH management.\n\nMonitoring Requirements:\n- Monitor maternal cardiovascular condition.\n- Monitor fetal wellbeing: fetal heart rate, ultrasound scans.\n- Monitor hemoglobin, platelets, prothrombin time, activated partial prothromboplastin time, and fibrinogen levels.\n\nContraindications and Cautions:\n- Tocolytic therapy contraindicated for major APH or placental abruption.\n- Regional anesthesia contraindicated if specific conditions present.\n- Women with coagulopathy at risk for appropriate transfusions.",
    "BMS - 2024 - Management of unscheduled bleeding on HRT.txt": "Diagnosis and Presentation:\n- Assess women with unscheduled bleeding on hormone replacement therapy (HRT) based on bleeding patterns, HRT details, and cancer risk factors\n- Offer examinations including abdominal and pelvic assessments, along with investigations like cervical screening and body-mass index (BMI)\n- Obtain detailed history covering menstrual history, HRT use, endometrial cancer risk factors, and other relevant factors\n\nTreatment and Management:\n- Adjust HRT regimen to reduce unscheduled bleeding episodes\n- Consider endometrial assessment if bleeding persists after 6 months\n- Offer urgent referral if necessary\n- Adjust progestogen or HRT preparation if unscheduled bleeding continues\n- Consider different HRT regimens based on individual risk factors for endometrial cancer\n\nMonitoring Requirements:\n- Monitor compliance with HRT\n- Consider weight management strategies and lifestyle adjustments to reduce unscheduled bleeding\n- Assess endometrial histology to guide adjustments in HRT\n\nContraindications and Cautions:\n- Avoid tricycling progestogen use and shortened progestogen regimens as they may increase the risk of endometrial hyperplasia and cancer\n- Caution against unopposed estrogen use in individuals with a uterus due to increased risk of endometrial cancer\n- Consider non-hormonal alternatives and reducing estrogen dose if unscheduled bleeding persists",
    "ESHRE PIL - Endometriosis.txt": "Diagnosis and Presentation:\n- Diagnostic criteria: Clinical examination and laparoscopy\n- Clinical presentations: Pelvic pain, reduced quality of life, infertility\n\nTreatment and Management:\n- Interventions: Medication, hormonal therapy, surgery\n- Fertility enhancement options: Surgery, assisted reproduction\n\nMonitoring Requirements:\n- Parameters to monitor: Response to treatment, symptom improvement\n- Monitoring frequency: Regularly during treatment\n\nContraindications and Cautions:\n- Contraindications: Individualized based on patient factors\n- Risk factors: Impact on fertility, quality of life, and treatment outcomes",
    "Joint RCOG BASHH Guideline - Genital Herpes in Pregnancy.txt": "Diagnosis and Presentation:\n- Diagnostic criteria: Neonatal herpes caused by herpes simplex virus types 1 and 2; Transmission risk factors include maternal infection type, duration of rupture of membranes, and mode of delivery.\n- Clinical presentations: First episode genital herpes in pregnant women; Third trimester acquisition of genital herpes; Recurrent genital herpes in pregnant women.\n\nTreatment and Management:\n- Treat first episode genital herpes in pregnant women with aciclovir; Consider symptomatic relief with paracetamol and lidocaine gel; Offer vaginal delivery; Consider suppressive aciclovir therapy from 36 weeks gestation.\n- Third trimester acquisition: Administer daily suppressive aciclovir until delivery; Prefer caesarean section for delivery.\n- Type-specific HSV antibody testing for differentiation between primary and recurrent infections; Plan delivery assuming all first episode lesions are primary genital herpes; Consider daily suppressive aciclovir from 36 weeks gestation for recurrent genital herpes; Base management of recurrent genital herpes on clinical assessment; Recommend caesarean section for primary episode genital herpes lesions at delivery; Offer vaginal delivery for recurrent genital herpes lesions at onset of labor.\n\nMonitoring Requirements:\n- Perform lumbar puncture for HSV PCR if necessary.\n- Monitor neonates born to mothers with HSV infection; Consider appropriate testing and treatment.\n\nContraindications and Cautions:\n- Contraindications: None specified.\n- Risk factors: Caution in women with HIV co-infection; Caution in cases of preterm prelabour rupture of membranes.",
    "BJOG - 2024 - DeÂ Silva - Outpatient Hysteroscopy.txt": "Diagnosis and Presentation:\n- Indications for outpatient hysteroscopy include abnormal uterine bleeding, reproductive issues, and intrauterine device management.\n- Diagnostic criteria include providing written information to patients before the procedure, discussing benefits and risks, and ensuring patient awareness of anesthesia options.\n- Clinical presentations may involve pain and distress during the procedure, requiring patient communication with the clinical team.\n\nTreatment and Management:\n- Use of nonsteroidal anti-inflammatory drugs (NSAIDs), transcutaneous electrical nerve stimulation (TENS), opioids, and antispasmodics for pain management prior to hysteroscopy.\n- Consideration of cervical preparation with vaginal prostaglandins in selected cases.\n- Preference for mechanical hysteroscopic tissue removal systems over miniature bipolar electrodes.\n- Avoidance of routine conscious sedation in outpatient hysteroscopy procedures.\n\nMonitoring Requirements:\n- Monitor for pain levels and distress during the procedure.\n- Monitor for side effects of pain management medications.\n- Monitor for complications such as vasovagal reactions and uterine trauma.\n\nContraindications and Cautions:\n- Avoid routine cervical dilatation before outpatient hysteroscopy.\n- Use caution with conscious sedation, ensuring appropriate patient selection and monitoring.\n- Consider individual contraindications to specific pain management medications."
}