{
  "obstetrics": {
    "Preeclampsia": "SITUATION: 32-year-old G2P1 at 36+4 weeks gestation presenting with severe preeclampsia requiring urgent delivery planning\n\nBACKGROUND: Mrs Jones has had an uncomplicated pregnancy until 34 weeks when routine antenatal bloods showed mild proteinuria. She was commenced on increased surveillance. Over the past week, she has developed progressively worsening headaches, described as severe, frontal, and not relieved by paracetamol. She also reports seeing 'flashing lights' and has had epigastric pain for 2 days. She denies previous history of hypertension or preeclampsia. Her first pregnancy was uncomplicated with normal delivery at term. Family history significant for maternal preeclampsia and paternal hypertension. She works as a teacher, is a non-smoker, and takes only routine pregnancy vitamins.\n\nASSESSMENT: On examination, she appears unwell and anxious. BP consistently elevated at 168/112 mmHg despite rest. Hyperreflexia present with 3+ clonus at ankles. Significant pedal and facial edema. Urinalysis shows 3+ protein. CTG shows reactive pattern with baseline 150 bpm. Bloods reveal: Hb 11.2 g/dL, platelets 98 x10⁹/L (previously 245), ALT 89 U/L (normal <40), AST 76 U/L, creatinine 98 μmol/L (booking 65), uric acid 425 μmol/L. LDH elevated at 589 U/L. Fundal height appropriate for dates. Estimated fetal weight on recent scan 2.8kg (50th centile).\n\nRECOMMENDATION: Immediate admission to delivery suite for maternal stabilization and urgent delivery. IV labetalol commenced for blood pressure control. Magnesium sulfate infusion started for seizure prophylaxis. Betamethasone given for fetal lung maturity. Cross-match for 4 units of blood. Anesthetic consultation arranged. Plan for caesarean section within 6 hours given severity of condition. Intensive monitoring of maternal observations and fetal wellbeing. Partner informed of urgent nature and risks explained.",
    
    "Gestational diabetes": "SITUATION: 28-year-old G1P0 at 26+2 weeks gestation with newly diagnosed gestational diabetes mellitus requiring management plan\n\nBACKGROUND: Miss Chen presented for routine 26-week antenatal appointment. She had been feeling well with no specific symptoms but mentioned increased thirst and frequent urination over the past 3 weeks, which she attributed to normal pregnancy changes. OGTT was performed due to risk factors including BMI 32 at booking, family history of type 2 diabetes (both parents), and South Asian ethnicity. She works in an office, has a sedentary lifestyle, and admits to poor dietary habits with frequent takeaways. Previous pregnancy history nil. No known drug allergies. Taking folic acid 5mg daily and pregnancy multivitamins.\n\nASSESSMENT: OGTT results: fasting glucose 5.9 mmol/L (normal <5.6), 2-hour post-load 10.1 mmol/L (normal <7.8). Patient appears well, vital signs stable. Fundal height measures 27cm (appropriate for dates). Blood pressure 128/78 mmHg. Urinalysis shows 1+ glucose, no protein, no nitrites. Recent anomaly scan at 20 weeks was normal. Home glucose monitoring initiated showing morning readings 5.8-6.4 mmol/L, post-meal readings 8.2-9.8 mmol/L over past week.\n\nRECOMMENDATION: Urgent diabetes team referral arranged for next week. Comprehensive dietary counselling provided with written information. Self-monitoring blood glucose recommended QDS (pre-meals and 2 hours post-meals). Growth and liquor scans arranged for every 4 weeks. Target glucose levels discussed: fasting <5.3 mmol/L, 2-hour post-meal <6.4 mmol/L. If dietary control inadequate after 2 weeks trial, metformin +/- insulin will be considered. Antenatal care intensified with 2-weekly visits. Delivery planning discussed - aim for vaginal delivery at 38-40 weeks if well controlled.",
    
    "Cervical insufficiency": "SITUATION: 27-year-old G3P0+2 at 22+3 weeks gestation presenting with painless cervical dilatation and possible cervical insufficiency\n\nBACKGROUND: Mrs Davis has a significant obstetric history of two previous second-trimester losses. First pregnancy ended at 19 weeks with sudden painless dilatation and delivery following spontaneous rupture of membranes. Second pregnancy was similar at 21 weeks despite attempted cervical cerclage at 14 weeks, which was unsuccessful. Both losses were attributed to cervical insufficiency. Current pregnancy was planned with preconception counselling. She was commenced on vaginal progesterone from 16 weeks and had prophylactic cervical cerclage inserted at 13 weeks. Serial cervical length monitoring has shown gradual shortening from 35mm at 16 weeks to 18mm at 20 weeks. She presented today after noticing increased clear vaginal discharge and pelvic pressure for 2 days. No bleeding, no contractions, no urinary symptoms.\n\nASSESSMENT: On examination, patient appears well but anxious. Vital signs stable. Speculum examination reveals cervix 2-3cm dilated with visible membranes bulging through cervical os. Cerclage suture remains in situ but appears loose. No bleeding, clear amniotic fluid visible. Transvaginal ultrasound confirms cervical length of 8mm with funneling. Fetal biometry appropriate for dates, amniotic fluid volume normal, fetal heart rate 148 bpm. No evidence of chorioamnionitis - maternal temperature 36.8°C, WCC 8.2 x10⁹/L, CRP <5 mg/L.\n\nRECOMMENDATION: Emergency rescue cerclage considered but challenging given advanced dilatation and bulging membranes. Admitted for strict bed rest and close monitoring. Tocolytics (nifedipine) commenced to reduce uterine activity. Antibiotics (erythromycin) started prophylactically. Antenatal corticosteroids (betamethasone) given for fetal lung maturity. Daily monitoring for signs of infection or labor. Neonatal team consulted regarding extremely preterm delivery risks. Difficult discussion with parents regarding poor prognosis at current gestation but potential for prolongation of pregnancy.",
    
    "Preterm labor": "SITUATION: 29-year-old G2P1 at 32+1 weeks gestation presenting with regular uterine contractions and threatened preterm labor\n\nBACKGROUND: Mrs Thompson presented to triage at 3am with a 4-hour history of regular, painful abdominal tightening occurring every 5-7 minutes. She describes the pain as cramping, similar to period pain but more intense, radiating to her lower back. She also reports increased vaginal discharge over the past 24 hours, initially clear but now slightly blood-tinged. No frank bleeding, no gush of fluid, fetal movements remain good. Her first pregnancy was uncomplicated with term delivery. No significant medical history. Non-smoker, occasional alcohol consumption prior to pregnancy (ceased). Current medications: folic acid, iron supplements for mild anemia. Recent throat infection treated with penicillin 2 weeks ago, now resolved.\n\nASSESSMENT: On examination, patient appears uncomfortable during contractions. Vital signs: BP 132/84 mmHg, HR 98 bpm, temp 37.1°C. Abdomen palpable contractions every 6 minutes lasting 45-60 seconds, moderate intensity. Fundal height 31cm (appropriate). CTG shows baseline 140 bpm with good variability, contractions clearly visible every 6 minutes. Speculum examination reveals cervix 2cm dilated, 70% effaced, soft, central position. Minimal blood-stained discharge, no obvious rupture of membranes. Digital examination confirms cervical findings. Fetal fibronectin test positive. Recent bloods: Hb 10.1 g/dL, WCC 12.1 x10⁹/L, CRP 8 mg/L, MSU pending.\n\nRECOMMENDATION: Diagnosis of established preterm labor. Immediate admission to delivery suite. Tocolysis with nifedipine commenced to delay delivery and allow time for interventions. Antenatal corticosteroids (betamethasone 12mg IM) given, repeat dose in 24 hours for fetal lung maturation. Magnesium sulfate considered for neuroprotection if delivery appears imminent. Group B streptococcus status unknown - high vaginal swab sent and prophylactic antibiotics considered. Pediatric team alerted regarding potential preterm delivery. Attempt to prolong pregnancy for at least 48 hours to complete steroid course. Continuous fetal monitoring and maternal observations 4-hourly.",
    
    "Placenta previa": "SITUATION: 35-year-old G4P2+1 at 28+5 weeks gestation with major placenta previa and recent bleeding episode requiring management\n\nBACKGROUND: Mrs Ahmed has known complete placenta previa diagnosed at 20-week anomaly scan, where placenta was noted to completely cover the cervical os. She has been managed with pelvic rest and regular monitoring. Yesterday evening she experienced sudden onset bright red vaginal bleeding, described as 'heavy like a heavy period' lasting approximately 20 minutes before settling. No associated pain, no contractions, good fetal movements felt. This is her second bleeding episode - first was at 24 weeks requiring overnight observation. Obstetric history: 2 previous caesarean sections (emergency then elective), 1 first trimester miscarriage requiring ERPC. Significant risk factors for placenta previa include previous uterine surgery and maternal age. She has been compliant with activity restrictions and regular antenatal care.\n\nASSESSMENT: On examination, patient appears well, slightly anxious about bleeding. Vital signs stable: BP 118/72 mmHg, HR 88 bpm, temp 36.6°C. Abdomen soft, non-tender, fundal height 29cm. No current bleeding visible, small clots in pad from earlier episode. No abdominal pain or uterine tenderness. CTG shows reassuring fetal heart rate pattern with baseline 145 bpm, good variability, no decelerations. Recent ultrasound confirms complete placenta previa with placental edge 0mm from internal os. No evidence of placental abruption. Hemoglobin 10.8 g/dL (down from 11.4 g/dL last month), other bloods normal. Kleihauer-Betke test negative (Rh positive mother).\n\nRECOMMENDATION: Admission for observation and surveillance given significant bleeding episode. IV access established, cross-match for 4 units of blood. Antenatal corticosteroids administered for fetal lung maturity given risk of early delivery. Strict bed rest initially, then gradual mobilization if no further bleeding. Daily monitoring with CTG and maternal observations. Serial hemoglobin monitoring. Emergency caesarean section if further significant bleeding occurs. Elective caesarean section planned for 36-37 weeks if no further complications. Anesthetic consultation arranged given high-risk nature and potential for emergency delivery. Blood transfusion service informed of high-risk patient.",
    
    "Hyperemesis gravidarum": "SITUATION: 23-year-old G1P0 at 9+2 weeks gestation with severe hyperemesis gravidarum requiring hospital admission\n\nBACKGROUND: Miss Rodriguez has experienced worsening nausea and vomiting since 6 weeks gestation. Initially manageable with dietary modifications, symptoms have progressively worsened over the past week. She reports vomiting 8-12 times daily, unable to keep down any food or fluids for the past 3 days. She has lost 4kg since her booking appointment 2 weeks ago (pre-pregnancy weight 58kg). She feels dizzy when standing, has not passed urine for 12 hours, and feels extremely weak. No abdominal pain, no bleeding, no fever. This is her first pregnancy, conceived naturally after 6 months of trying. No significant medical history, no regular medications except folic acid which she cannot keep down. Family history of hyperemesis in maternal grandmother. Works as a nurse but has been off work for 1 week due to symptoms.\n\nASSESSMENT: Patient appears dehydrated and unwell. Vital signs: BP 98/65 mmHg (booking BP 115/75), HR 108 bpm, temp 36.9°C. Mucous membranes dry, skin turgor reduced, ketotic smell on breath. Weight 54kg (4kg loss from booking). Abdomen soft, mild epigastric tenderness, no guarding. Urinalysis shows 3+ ketones, 2+ protein, specific gravity >1.030. Bloods reveal: Na+ 128 mmol/L, K+ 3.1 mmol/L, urea 8.2 mmol/L, creatinine 98 μmol/L, Hb 14.8 g/dL (hemoconcentration). LFTs mildly deranged: ALT 56 U/L, bilirubin 28 μmol/L. Transvaginal ultrasound confirms single viable fetus measuring 9+3 weeks with fetal heart rate 171 bpm.\n\nRECOMMENDATION: Immediate admission for IV fluid resuscitation and antiemetic therapy. IV Hartmann's solution commenced, electrolyte replacement (potassium and magnesium supplements). Antiemetics: ondansetron 8mg BD, cyclizine 50mg TDS, consider metoclopramide. Thiamine supplementation to prevent Wernicke's encephalopathy. NBM initially then gradual reintroduction of clear fluids as tolerated. Daily weights and fluid balance monitoring. Serial electrolyte monitoring. Nutritional assessment - may require enteral feeding if prolonged. Psychological support given impact on quality of life. Aim for symptom control and weight stabilization before discharge with community midwife follow-up."
  },
  "gynecology": {
    "Endometriosis": "SITUATION: 31-year-old nulliparous woman presenting with severe dysmenorrhea and suspected deep infiltrating endometriosis\n\nBACKGROUND: Miss Thompson has a 5-year history of progressively worsening menstrual pain, now requiring time off work each month. She describes severe, cramping pelvic pain starting 2-3 days before menstruation and lasting throughout her cycle, rated 9/10 at worst. Pain is associated with heavy menstrual bleeding requiring super tampons changed hourly on heavy days. She also experiences deep dyspareunia, preventing sexual intercourse for the past year, causing relationship strain. Cyclical bowel symptoms include diarrhea and rectal pain during menstruation. She has tried multiple treatments: NSAIDs provide minimal relief, previous trial of combined oral contraceptive pill caused mood changes so discontinued. No pregnancies desired currently but concerned about future fertility. Works as an accountant, significant work absence due to pain.\n\nASSESSMENT: Clinical examination reveals tender nodularity in the pouch of Douglas on bimanual examination, suggesting deep endometriosis. Cervix appears normal, uterus slightly enlarged and retroverted, reduced mobility. Transvaginal ultrasound demonstrates a 3.5cm endometrioma in the left ovary with typical 'ground glass' appearance, and thickening of uterosacral ligaments suggestive of deep infiltrating disease. CA125 elevated at 89 U/mL (normal <35). Anti-Müllerian hormone 18 pmol/L (normal range for age). Pain score using visual analog scale consistently 8-9/10 during menstruation.\n\nRECOMMENDATION: MRI pelvis arranged to map extent of deep endometriosis prior to surgical planning. Laparoscopy scheduled for definitive diagnosis and treatment of endometriosis, with possibility of laparoscopic excision of endometrioma and deep disease. Pre-operative counselling regarding risks including bowel injury given suspected deep disease. GnRH agonist (goserelin) considered for 3-6 months pre-operatively to reduce inflammation. Fertility counselling arranged given concerns about future conception. Pain management plan includes mefenamic acid and tramadol for breakthrough pain. Patient support group information provided.",
    
    "Polycystic ovary syndrome (PCOS)": "SITUATION: 26-year-old woman presenting with irregular periods, hirsutism, and weight gain concerning for PCOS\n\nBACKGROUND: Mrs Chen has experienced irregular menstrual cycles since menarche at age 14, but symptoms have worsened over the past 3 years. Menstrual cycle varies from 6-12 weeks, with unpredictable timing making family planning difficult. She has noticed increased facial hair growth, particularly on chin and upper lip, requiring daily shaving. Acne on face and back has persisted since teenage years despite various treatments. Weight has gradually increased by 15kg over 2 years despite attempting various diets. She and her husband have been trying to conceive for 18 months without success. Family history significant for type 2 diabetes (mother) and PCOS (sister). Currently takes no regular medications, previous metformin trial discontinued due to GI upset.\n\nASSESSMENT: BMI 32 kg/m² (weight 78kg, height 157cm), increased from 65kg two years ago. Clinical signs of hyperandrogenism evident: moderate hirsutism affecting face, chest and back (Ferriman-Gallwey score 18), androgenic alopecia pattern, persistent acne. Pelvic examination normal. Transvaginal ultrasound shows bilateral polycystic ovaries with >20 small follicles per ovary and increased ovarian volume. Hormonal profile: LH 12.8 IU/L, FSH 4.2 IU/L (LH:FSH ratio 3:1), testosterone 3.2 nmol/L (elevated), SHBG 18 nmol/L (low), free androgen index elevated. Glucose tolerance test: fasting 5.8 mmol/L, 2-hour 8.4 mmol/L indicating glucose intolerance. Lipid profile shows mild dyslipidemia.\n\nRECOMMENDATION: Diagnosis of PCOS confirmed meeting Rotterdam criteria (irregular cycles, clinical/biochemical hyperandrogenism, polycystic ovaries). Lifestyle modification program initiated focusing on weight reduction and dietary changes. Metformin 500mg BD restarted with gradual dose escalation to improve glucose tolerance and assist weight loss. For fertility: clomiphene citrate considered as first-line ovulation induction, with monitoring via serial ultrasounds. Cosmetic concerns addressed: discuss laser hair removal, topical anti-androgens. Annual screening for diabetes and cardiovascular risk factors. Dietitian referral for structured weight management program.",

    "Uterine fibroids": "SITUATION: 42-year-old G3P3 presenting with menorrhagia and bulk symptoms secondary to multiple uterine fibroids\n\nBACKGROUND: Mrs Williams has experienced progressively worsening heavy menstrual bleeding over the past 18 months. She describes her periods as lasting 8-9 days with flooding and clots, requiring super tampons plus pads changed every 1-2 hours on heavy days. She experiences flooding episodes that have caused embarrassment at work and social situations. Associated symptoms include severe cramping during menstruation, pelvic pressure, and increased urinary frequency. She has noticed abdominal distension and feels a firm mass in her lower abdomen. Fatigue has significantly impacted her quality of life. Previous treatments tried: tranexamic acid provided some improvement but insufficient, mefenamic acid for pain with limited effect. Iron deficiency developed requiring oral supplements. Family history of fibroids (mother and sister both required hysterectomy).\n\nASSESSMENT: Clinical examination reveals enlarged uterus palpable to umbilicus, consistent with 16-20 week size. Multiple firm, irregular masses felt abdominally and on bimanual examination. Cervix appears normal. Pelvic ultrasound shows multiple fibroids: largest intramural fibroid measures 8.4cm, subserosal fibroid 6.2cm, and submucous fibroid 3.8cm distorting endometrial cavity. Endometrial thickness 18mm. Full blood count shows iron deficiency anemia: Hb 8.9 g/dL, MCV 68 fL, ferritin 12 ng/mL. Menstrual blood loss assessment (pictorial chart) scores 487 (normal <100, >185 indicates menorrhagia).\n\nRECOMMENDATION: MRI pelvis arranged for surgical planning to better delineate fibroid positions and assess operability. Treatment options discussed: hysteroscopic morcellation for submucous fibroid, myomectomy vs hysterectomy for larger fibroids given completed family. GnRH agonist (goserelin) considered pre-operatively to reduce fibroid size and improve anemia. Iron infusion arranged to correct severe anemia before surgery. Menstrual suppression with continuous progestogen until definitive treatment. Shared decision-making regarding fertility preservation vs symptom relief given patient age and completed family.",

    "Ovarian cysts": "SITUATION: 34-year-old G2P1 presenting with acute onset severe pelvic pain and complex ovarian cyst concerning for possible torsion\n\nBACKGROUND: Miss Garcia presented to emergency department at 2am with sudden onset severe left-sided pelvic pain that began 4 hours earlier while sleeping. She describes the pain as constant, sharp, and rated 9/10 severity, located in left iliac fossa with radiation to left thigh. Associated with nausea and one episode of vomiting. No fever, no urinary symptoms, no bowel symptoms. She had a similar but milder episode 3 weeks ago that resolved spontaneously after a few hours. Last menstrual period was 10 days ago, normal cycle. Not currently sexually active, uses barrier contraception when needed. One previous pregnancy resulted in normal vaginal delivery 3 years ago. No significant medical history, no regular medications. Family history unremarkable.\n\nASSESSMENT: Patient appears distressed with pain, restless and unable to find comfortable position. Vital signs: BP 142/88 mmHg (usually normotensive), HR 108 bpm, temp 37.2°C. Abdominal examination reveals tenderness and guarding in left iliac fossa, no rebound tenderness, no masses palpable. Pelvic examination limited by pain but reveals fullness in left adnexa. Pregnancy test negative. Urgent pelvic ultrasound shows 7.2cm complex left ovarian cyst with solid and cystic components, reduced vascularity on Doppler suggesting possible torsion. Right ovary appears normal. No free fluid in pelvis. Bloods: WCC 13.2 x10⁹/L with neutrophilia, CRP 18 mg/L, normal renal function. Tumor markers pending: CA125, CEA, AFP, β-hCG.\n\nRECOMMENDATION: High suspicion of ovarian torsion requiring urgent surgical intervention. Emergency laparoscopy arranged within 2 hours. Anesthetics consulted, patient consented for diagnostic laparoscopy +/- detorsion +/- oophorectomy depending on ovarian viability. IV access established, IV fluids commenced, analgesia with morphine PCA. Cross-match not required unless hemorrhage suspected. Gynecology oncology opinion to be sought if cyst appearance suspicious during surgery. Patient counseled regarding risks including possible loss of ovary and impact on fertility, though other ovary appears normal.",

    "Pelvic inflammatory disease (PID)": "SITUATION: 24-year-old sexually active woman presenting with pelvic pain, fever, and vaginal discharge suggestive of pelvic inflammatory disease\n\nBACKGROUND: Miss Johnson has experienced gradually worsening pelvic pain over the past 5 days, initially mild and crampy but now constant and severe, rated 7/10. Pain is bilateral, located in lower abdomen and pelvis, worse with movement and sexual intercourse (attempted 2 days ago). She developed fever yesterday with rigors and has felt generally unwell. Vaginal discharge has increased in volume and changed from normal clear to yellow-green with offensive odor. Dysuria present for 3 days. Last menstrual period was 2 weeks ago, normal flow and duration. Currently sexually active with 2 partners in past 6 months, inconsistent condom use. No history of STIs but never been screened. Previous contraception was depot medroxyprogesterone but discontinued 6 months ago. No significant medical history, no known drug allergies.\n\nASSESSMENT: Patient appears unwell and febrile. Vital signs: temp 38.7°C, HR 102 bpm, BP 118/76 mmHg. Abdomen tender in both iliac fossae and suprapubically, guarding present, no rebound tenderness. Pelvic examination reveals purulent cervical discharge, cervical motion tenderness (chandelier sign positive), bilateral adnexal tenderness and fullness. Cervix appears inflamed. Pregnancy test negative. High vaginal swab and endocervical swabs taken for microscopy, culture and PCR for chlamydia and gonorrhea. Urinalysis shows pyuria but no nitrites. Bloods: WCC 16.8 x10⁹/L with left shift, CRP 89 mg/L, ESR 78 mm/hr. Pelvic ultrasound shows bilateral tube-ovarian complexes with free fluid in pelvis.\n\nRECOMMENDATION: Clinical diagnosis of severe PID with possible tubo-ovarian abscesses. Immediate admission for IV antibiotic therapy: ceftriaxone 2g daily plus doxycycline 100mg BD plus metronidazole 500mg TDS for anaerobic cover. IV fluids and supportive care. Serial inflammatory markers and clinical assessment. If no improvement in 48-72 hours, consider CT pelvis and surgical drainage. Partner notification and treatment essential - contact tracing for all sexual partners in past 60 days. Sexual health screening post-treatment. Counseling regarding future fertility risks and importance of safer sex practices. Follow-up in 2-3 days then at 1 week.",

    "Abnormal uterine bleeding": "SITUATION: 38-year-old perimenopausal woman presenting with irregular heavy bleeding and suspected endometrial pathology\n\nBACKGROUND: Mrs Jackson has experienced significant changes in her menstrual pattern over the past 8 months. Previously regular 28-day cycles have become unpredictable, varying from 18-45 days. Bleeding has become much heavier, lasting 10-14 days with flooding and large clots. She experiences intermenstrual bleeding and occasional postcoital bleeding. Fatigue has become problematic, affecting work performance and daily activities. No pelvic pain or pressure symptoms. She has gained 8kg in weight over 6 months despite no dietary changes. Family history significant for endometrial cancer in maternal aunt at age 52. Never used hormonal contraception, completed family (3 children, last birth 15 years ago). Approaching menopause - experiencing hot flushes and mood changes. Currently takes iron supplements for anemia.\n\nASSESSMENT: BMI 28 kg/m², general examination otherwise normal. Abdominal examination unremarkable. Pelvic examination reveals normal-sized uterus, no masses palpable, cervix appears healthy. Transvaginal ultrasound shows endometrial thickness of 22mm (postmenstrual), endometrium appears heterogeneous with possible focal thickening. Both ovaries normal with some small follicles consistent with perimenopause. Full blood count confirms iron deficiency anemia: Hb 9.8 g/dL, MCV 74 fL, ferritin 18 ng/mL. Coagulation screen normal. Thyroid function tests normal. Cervical cytology up to date and normal.\n\nRECOMMENDATION: Endometrial sampling essential given age, risk factors, and ultrasound findings - hysteroscopy and endometrial biopsy arranged urgently within 2 weeks. CA125 checked given family history. Hormonal profile including FSH and estradiol to assess menopausal status. Meanwhile, tranexamic acid 1g TDS during menstruation to reduce blood loss. Iron replacement therapy optimized. If endometrial sampling normal, consider mirena IUS for menstrual control in perimenopause. Patient counseled about warning symptoms and importance of urgent follow-up for any worsening bleeding patterns."
  }
}