{
  "obstetrics": {
    "Preeclampsia": "SITUATION: 32-year-old G2P1 at 36+4 weeks gestation presenting with severe preeclampsia requiring urgent delivery planning\n\nBACKGROUND: Mrs Jones has had an uncomplicated pregnancy until 34 weeks when routine antenatal bloods showed mild proteinuria. She was commenced on increased surveillance. Over the past week, she has developed progressively worsening headaches, described as severe, frontal, and not relieved by paracetamol. She also reports seeing 'flashing lights' and has had epigastric pain for 2 days. She denies previous history of hypertension or preeclampsia. Her first pregnancy was uncomplicated with normal delivery at term. Family history significant for maternal preeclampsia and paternal hypertension. She works as a teacher, is a non-smoker, and takes only routine pregnancy vitamins.\n\nASSESSMENT: On examination, she appears unwell and anxious. BP consistently elevated at 168/112 mmHg despite rest. Hyperreflexia present with 3+ clonus at ankles. Significant pedal and facial edema. Urinalysis shows 3+ protein. CTG shows reactive pattern with baseline 150 bpm. Bloods reveal: Hb 11.2 g/dL, platelets 98 x10⁹/L (previously 245), ALT 89 U/L (normal <40), AST 76 U/L, creatinine 98 μmol/L (booking 65), uric acid 425 μmol/L. LDH elevated at 589 U/L. Fundal height appropriate for dates. Estimated fetal weight on recent scan 2.8kg (50th centile).\n\nRECOMMENDATION: Immediate admission to delivery suite for maternal stabilization and urgent delivery. IV labetalol commenced for blood pressure control. Magnesium sulfate infusion started for seizure prophylaxis. Betamethasone given for fetal lung maturity. Cross-match for 4 units of blood. Anesthetic consultation arranged. Plan for caesarean section within 6 hours given severity of condition. Intensive monitoring of maternal observations and fetal wellbeing. Partner informed of urgent nature and risks explained.",
    
    "Gestational diabetes": "SITUATION: 28-year-old G1P0 at 26+2 weeks gestation with newly diagnosed gestational diabetes mellitus requiring management plan\n\nBACKGROUND: Miss Chen presented for routine 26-week antenatal appointment. She had been feeling well with no specific symptoms but mentioned increased thirst and frequent urination over the past 3 weeks, which she attributed to normal pregnancy changes. OGTT was performed due to risk factors including BMI 32 at booking, family history of type 2 diabetes (both parents), and South Asian ethnicity. She works in an office, has a sedentary lifestyle, and admits to poor dietary habits with frequent takeaways. Previous pregnancy history nil. No known drug allergies. Taking folic acid 5mg daily and pregnancy multivitamins.\n\nASSESSMENT: OGTT results: fasting glucose 5.9 mmol/L (normal <5.6), 2-hour post-load 10.1 mmol/L (normal <7.8). Patient appears well, vital signs stable. Fundal height measures 27cm (appropriate for dates). Blood pressure 128/78 mmHg. Urinalysis shows 1+ glucose, no protein, no nitrites. Recent anomaly scan at 20 weeks was normal. Home glucose monitoring initiated showing morning readings 5.8-6.4 mmol/L, post-meal readings 8.2-9.8 mmol/L over past week.\n\nRECOMMENDATION: Urgent diabetes team referral arranged for next week. Comprehensive dietary counselling provided with written information. Self-monitoring blood glucose recommended QDS (pre-meals and 2 hours post-meals). Growth and liquor scans arranged for every 4 weeks. Target glucose levels discussed: fasting <5.3 mmol/L, 2-hour post-meal <6.4 mmol/L. If dietary control inadequate after 2 weeks trial, metformin +/- insulin will be considered. Antenatal care intensified with 2-weekly visits. Delivery planning discussed - aim for vaginal delivery at 38-40 weeks if well controlled.",
    
    "Cervical insufficiency": "SITUATION: 27-year-old G3P0+2 at 22+3 weeks gestation presenting with painless cervical dilatation and possible cervical insufficiency\n\nBACKGROUND: Mrs Davis has a significant obstetric history of two previous second-trimester losses. First pregnancy ended at 19 weeks with sudden painless dilatation and delivery following spontaneous rupture of membranes. Second pregnancy was similar at 21 weeks despite attempted cervical cerclage at 14 weeks, which was unsuccessful. Both losses were attributed to cervical insufficiency. Current pregnancy was planned with preconception counselling. She was commenced on vaginal progesterone from 16 weeks and had prophylactic cervical cerclage inserted at 13 weeks. Serial cervical length monitoring has shown gradual shortening from 35mm at 16 weeks to 18mm at 20 weeks. She presented today after noticing increased clear vaginal discharge and pelvic pressure for 2 days. No bleeding, no contractions, no urinary symptoms.\n\nASSESSMENT: On examination, patient appears well but anxious. Vital signs stable. Speculum examination reveals cervix 2-3cm dilated with visible membranes bulging through cervical os. Cerclage suture remains in situ but appears loose. No bleeding, clear amniotic fluid visible. Transvaginal ultrasound confirms cervical length of 8mm with funneling. Fetal biometry appropriate for dates, amniotic fluid volume normal, fetal heart rate 148 bpm. No evidence of chorioamnionitis - maternal temperature 36.8°C, WCC 8.2 x10⁹/L, CRP <5 mg/L.\n\nRECOMMENDATION: Emergency rescue cerclage considered but challenging given advanced dilatation and bulging membranes. Admitted for strict bed rest and close monitoring. Tocolytics (nifedipine) commenced to reduce uterine activity. Antibiotics (erythromycin) started prophylactically. Antenatal corticosteroids (betamethasone) given for fetal lung maturity. Daily monitoring for signs of infection or labor. Neonatal team consulted regarding extremely preterm delivery risks. Difficult discussion with parents regarding poor prognosis at current gestation but potential for prolongation of pregnancy.",
    
    "Preterm labor": "SITUATION: 29-year-old G2P1 at 32+1 weeks gestation presenting with regular uterine contractions and threatened preterm labor\n\nBACKGROUND: Mrs Thompson presented to triage at 3am with a 4-hour history of regular, painful abdominal tightening occurring every 5-7 minutes. She describes the pain as cramping, similar to period pain but more intense, radiating to her lower back. She also reports increased vaginal discharge over the past 24 hours, initially clear but now slightly blood-tinged. No frank bleeding, no gush of fluid, fetal movements remain good. Her first pregnancy was uncomplicated with term delivery. No significant medical history. Non-smoker, occasional alcohol consumption prior to pregnancy (ceased). Current medications: folic acid, iron supplements for mild anemia. Recent throat infection treated with penicillin 2 weeks ago, now resolved.\n\nASSESSMENT: On examination, patient appears uncomfortable during contractions. Vital signs: BP 132/84 mmHg, HR 98 bpm, temp 37.1°C. Abdomen palpable contractions every 6 minutes lasting 45-60 seconds, moderate intensity. Fundal height 31cm (appropriate). CTG shows baseline 140 bpm with good variability, contractions clearly visible every 6 minutes. Speculum examination reveals cervix 2cm dilated, 70% effaced, soft, central position. Minimal blood-stained discharge, no obvious rupture of membranes. Digital examination confirms cervical findings. Fetal fibronectin test positive. Recent bloods: Hb 10.1 g/dL, WCC 12.1 x10⁹/L, CRP 8 mg/L, MSU pending.\n\nRECOMMENDATION: Diagnosis of established preterm labor. Immediate admission to delivery suite. Tocolysis with nifedipine commenced to delay delivery and allow time for interventions. Antenatal corticosteroids (betamethasone 12mg IM) given, repeat dose in 24 hours for fetal lung maturation. Magnesium sulfate considered for neuroprotection if delivery appears imminent. Group B streptococcus status unknown - high vaginal swab sent and prophylactic antibiotics considered. Pediatric team alerted regarding potential preterm delivery. Attempt to prolong pregnancy for at least 48 hours to complete steroid course. Continuous fetal monitoring and maternal observations 4-hourly.",
    
    "Placenta previa": "SITUATION: 35-year-old G4P2+1 at 28+5 weeks gestation with major placenta previa and recent bleeding episode requiring management\n\nBACKGROUND: Mrs Ahmed has known complete placenta previa diagnosed at 20-week anomaly scan, where placenta was noted to completely cover the cervical os. She has been managed with pelvic rest and regular monitoring. Yesterday evening she experienced sudden onset bright red vaginal bleeding, described as 'heavy like a heavy period' lasting approximately 20 minutes before settling. No associated pain, no contractions, good fetal movements felt. This is her second bleeding episode - first was at 24 weeks requiring overnight observation. Obstetric history: 2 previous caesarean sections (emergency then elective), 1 first trimester miscarriage requiring ERPC. Significant risk factors for placenta previa include previous uterine surgery and maternal age. She has been compliant with activity restrictions and regular antenatal care.\n\nASSESSMENT: On examination, patient appears well, slightly anxious about bleeding. Vital signs stable: BP 118/72 mmHg, HR 88 bpm, temp 36.6°C. Abdomen soft, non-tender, fundal height 29cm. No current bleeding visible, small clots in pad from earlier episode. No abdominal pain or uterine tenderness. CTG shows reassuring fetal heart rate pattern with baseline 145 bpm, good variability, no decelerations. Recent ultrasound confirms complete placenta previa with placental edge 0mm from internal os. No evidence of placental abruption. Hemoglobin 10.8 g/dL (down from 11.4 g/dL last month), other bloods normal. Kleihauer-Betke test negative (Rh positive mother).\n\nRECOMMENDATION: Admission for observation and surveillance given significant bleeding episode. IV access established, cross-match for 4 units of blood. Antenatal corticosteroids administered for fetal lung maturity given risk of early delivery. Strict bed rest initially, then gradual mobilization if no further bleeding. Daily monitoring with CTG and maternal observations. Serial hemoglobin monitoring. Emergency caesarean section if further significant bleeding occurs. Elective caesarean section planned for 36-37 weeks if no further complications. Anesthetic consultation arranged given high-risk nature and potential for emergency delivery. Blood transfusion service informed of high-risk patient.",
    
    "Hyperemesis gravidarum": "SITUATION: 23-year-old G1P0 at 9+2 weeks gestation with severe hyperemesis gravidarum requiring hospital admission\n\nBACKGROUND: Miss Rodriguez has experienced worsening nausea and vomiting since 6 weeks gestation. Initially manageable with dietary modifications, symptoms have progressively worsened over the past week. She reports vomiting 8-12 times daily, unable to keep down any food or fluids for the past 3 days. She has lost 4kg since her booking appointment 2 weeks ago (pre-pregnancy weight 58kg). She feels dizzy when standing, has not passed urine for 12 hours, and feels extremely weak. No abdominal pain, no bleeding, no fever. This is her first pregnancy, conceived naturally after 6 months of trying. No significant medical history, no regular medications except folic acid which she cannot keep down. Family history of hyperemesis in maternal grandmother. Works as a nurse but has been off work for 1 week due to symptoms.\n\nASSESSMENT: Patient appears dehydrated and unwell. Vital signs: BP 98/65 mmHg (booking BP 115/75), HR 108 bpm, temp 36.9°C. Mucous membranes dry, skin turgor reduced, ketotic smell on breath. Weight 54kg (4kg loss from booking). Abdomen soft, mild epigastric tenderness, no guarding. Urinalysis shows 3+ ketones, 2+ protein, specific gravity >1.030. Bloods reveal: Na+ 128 mmol/L, K+ 3.1 mmol/L, urea 8.2 mmol/L, creatinine 98 μmol/L, Hb 14.8 g/dL (hemoconcentration). LFTs mildly deranged: ALT 56 U/L, bilirubin 28 μmol/L. Transvaginal ultrasound confirms single viable fetus measuring 9+3 weeks with fetal heart rate 171 bpm.\n\nRECOMMENDATION: Immediate admission for IV fluid resuscitation and antiemetic therapy. IV Hartmann's solution commenced, electrolyte replacement (potassium and magnesium supplements). Antiemetics: ondansetron 8mg BD, cyclizine 50mg TDS, consider metoclopramide. Thiamine supplementation to prevent Wernicke's encephalopathy. NBM initially then gradual reintroduction of clear fluids as tolerated. Daily weights and fluid balance monitoring. Serial electrolyte monitoring. Nutritional assessment - may require enteral feeding if prolonged. Psychological support given impact on quality of life. Aim for symptom control and weight stabilization before discharge with community midwife follow-up.",

    "Miscarriage": "SITUATION: 29-year-old G2P1 at 11+3 weeks gestation presenting with vaginal bleeding and cramping consistent with inevitable miscarriage\n\nBACKGROUND: Mrs Peterson has experienced light vaginal bleeding for the past 3 days, initially spotting that she hoped was implantation bleeding. However, bleeding has increased to moderate flow with dark red blood and small clots. She developed cramping lower abdominal pain yesterday, described as severe period-like pain occurring in waves every 10-15 minutes. She passed some tissue this morning which she brought in a container. No fever, no offensive discharge, no urinary symptoms. This pregnancy was planned and much wanted after 8 months of trying. Her first pregnancy 4 years ago was uncomplicated with normal vaginal delivery at term. Last menstrual period was 12 weeks ago, pregnancy confirmed by home test and GP at 6+ weeks. Dating scan was booked for next week. She has been feeling less nauseous over the past week, which concerned her. No significant medical history, taking folic acid and pregnancy vitamins.\n\nASSESSMENT: Patient appears upset but hemodynamically stable. Vital signs: BP 118/76 mmHg, HR 88 bpm, temp 36.8°C. Abdominal examination reveals mild suprapubic tenderness, no guarding, no masses palpable. Speculum examination shows moderate dark red bleeding from cervical os with tissue visible in posterior fornix. Cervical os appears open approximately 1cm. Bimanual examination confirms open cervix, uterus smaller than expected for dates (approximately 8-week size), no adnexal masses or tenderness. Pregnancy test (urine) still positive but weaker than previous tests. Transvaginal ultrasound shows irregular gestational sac measuring 6+2 weeks equivalent, no fetal pole visible, no fetal heart activity detected. Some retained products of conception visible.\n\nRECOMMENDATION: Diagnosis of inevitable miscarriage with incomplete evacuation. Options discussed including expectant management, medical management (misoprostol), or surgical management (ERPC). Given patient preference and retained products visible on scan, surgical management recommended. ERPC scheduled for tomorrow morning after overnight fasting. Pre-operative bloods including FBC, cross-match. Rhesus status checked - patient is Rhesus negative so anti-D immunoglobulin required. Antibiotics (doxycycline) prescribed prophylactically. Pain relief with codeine and ibuprofen. Emotional support provided, bereavement counseling referral offered. Follow-up in 2 weeks to ensure complete evacuation and provide ongoing support. Advised to avoid intercourse and tampons for 2 weeks post-procedure.",

    "Ectopic pregnancy": "SITUATION: 26-year-old G1P0 at 7+1 weeks gestation presenting with unilateral pelvic pain and suspected ectopic pregnancy\n\nBACKGROUND: Miss Wilson presented to emergency department with 2-day history of right-sided pelvic pain, initially mild but now moderate to severe (6/10). Pain is constant, sharp, located in right iliac fossa with some radiation to right shoulder. She also reports light vaginal bleeding for 24 hours, described as dark brown spotting, much lighter than normal period. Last menstrual period was 7 weeks ago, home pregnancy test positive 1 week ago. She has felt mildly nauseous but no vomiting. No previous pregnancies, sexually active with regular partner for 2 years using withdrawal method. Previous history of pelvic inflammatory disease 3 years ago treated with antibiotics. Current contraceptive pill was stopped 4 months ago when trying to conceive. Appendectomy aged 16. No other significant medical history.\n\nASSESSMENT: Patient appears uncomfortable with pain but hemodynamically stable. Vital signs: BP 122/78 mmHg, HR 94 bpm, temp 36.9°C. Abdominal examination reveals tenderness in right iliac fossa, no guarding, no rebound tenderness, no masses palpable. Pelvic examination shows closed cervical os with minimal dark brown discharge, right adnexal tenderness and fullness, no cervical motion tenderness. Quantitative β-hCG 1,247 IU/L (lower than expected for gestational age). Transvaginal ultrasound shows empty uterus with endometrial thickness 12mm, no intrauterine gestational sac. Right adnexa shows complex mass measuring 2.8cm with mixed echogenicity consistent with ectopic pregnancy. Small amount of free fluid in pelvis. Left ovary normal.\n\nRECOMMENDATION: Diagnosis of right tubal ectopic pregnancy. Patient hemodynamically stable with no signs of rupture currently. Treatment options discussed: medical management with methotrexate versus surgical management (laparoscopic salpingectomy). Given β-hCG level <1,500 IU/L, patient counseled regarding both options. Medical management chosen - methotrexate injection arranged after counseling regarding risks, contraindications, and need for follow-up. Pre-treatment investigations: FBC, LFTs, U&Es all normal. Serial β-hCG monitoring arranged (days 4 and 7 post-injection). Strict precautions advised: avoid alcohol, folic acid supplements, sexual intercourse, and strenuous exercise. Return immediately if severe abdominal pain, shoulder tip pain, or collapse. Follow-up until β-hCG <15 IU/L.",

    "Postpartum hemorrhage": "SITUATION: 32-year-old G3P3 experiencing primary postpartum hemorrhage 45 minutes after normal vaginal delivery\n\nBACKGROUND: Mrs Kumar delivered her third baby 45 minutes ago following a normal vaginal delivery at term. Labor was straightforward, lasting 6 hours total with second stage of 25 minutes. Baby weighed 3.8kg, delivered in good condition. Third stage was managed actively with syntometrine, placenta delivered complete within 10 minutes. Initially bleeding was normal but over the past 15 minutes she has had continuous heavy vaginal bleeding with large clots. Estimated blood loss now >800ml and continuing. She feels dizzy and nauseated. Previous deliveries were uncomplicated with no history of postpartum hemorrhage. This pregnancy was uncomplicated, she is normally fit and well. No anticoagulant medications, no bleeding disorders known. She is breastfeeding and wishes to continue.\n\nASSESSMENT: Patient appears pale and anxious, complaining of feeling faint. Vital signs: BP 95/58 mmHg (booking BP 120/75), HR 118 bpm, temp 36.7°C. Continuous heavy vaginal bleeding with clots visible. Abdomen: uterus palpable 2cm above umbilicus, soft and poorly contracted (boggy). Bladder palpable, patient has not passed urine since delivery. Perineum intact, no visible lacerations. Speculum examination shows bleeding from uterine cavity, cervix appears intact. Estimated blood loss now >1000ml. IV access in situ from labor, bloods sent for urgent FBC, coagulation screen, and cross-match for 4 units. Hemoglobin 2 hours ago was 11.8 g/dL.\n\nRECOMMENDATION: Primary postpartum hemorrhage secondary to uterine atony. Immediate management: bimanual uterine compression applied, uterine massage commenced. Syntocinon infusion (40 units in 500ml normal saline) started. Ergometrine 500mcg IM given (no contraindications). IV access secured, rapid fluid resuscitation with Hartmann's solution. Urgent cross-match for blood transfusion. Bladder catheterized (was contributing to atony). If bleeding continues, consider carboprost (Hemabate) 250mcg IM, tranexamic acid 1g IV. Anesthetist called for potential theatre transfer. Consultant obstetrician attending. Continuous monitoring of vital signs and blood loss. Blood products available if required. Intrauterine balloon tamponade prepared if medical management fails.",

    "Molar pregnancy": "SITUATION: 25-year-old G1P0 at 12+3 weeks gestation presenting with excessive nausea, vomiting, and suspected molar pregnancy\n\nBACKGROUND: Miss Adams has experienced severe hyperemesis since 8 weeks gestation, significantly worse than typical morning sickness described by friends. She reports vomiting 15-20 times daily, unable to keep down solid food for 2 weeks, and has lost 6kg since pregnancy confirmation. She also noticed vaginal spotting for 3 days, initially light pink but now brown discharge. Her symptoms seem disproportionately severe for gestational age. Last menstrual period was 13 weeks ago, home pregnancy tests have been consistently strongly positive. No previous pregnancies, conceived naturally after 4 months of trying. Family history includes thyroid disease (maternal). She appears significantly dehydrated and has been unable to work for 1 week due to severity of symptoms.\n\nASSESSMENT: Patient appears dehydrated and unwell, with obvious weight loss. Vital signs: BP 108/68 mmHg, HR 102 bpm, temp 36.9°C. Weight 52kg (down from 58kg at GP booking). Thyrotoxic signs present: mild tremor, warm skin, tachycardia. Abdominal examination reveals uterine size larger than expected for dates (approximately 16-week size). Speculum shows brown discharge from cervical os, no active bleeding. Transvaginal ultrasound demonstrates characteristic 'snowstorm' appearance with multiple cystic spaces throughout uterine cavity, no fetal pole visible. Quantitative β-hCG markedly elevated at 186,000 mIU/mL (much higher than expected for gestational age). Thyroid function tests show suppressed TSH <0.1 mU/L, elevated free T4 28 pmol/L indicating gestational thyrotoxicosis. Chest X-ray clear, no evidence of pulmonary metastases.\n\nRECOMMENDATION: Diagnosis of complete hydatidiform mole requiring urgent evacuation. Pre-operative investigations including FBC, coagulation screen, cross-match for 2 units blood. Surgical evacuation arranged urgently via suction curettage under general anesthetic. IV fluid resuscitation commenced. Antiemetics for symptom control. Propranolol considered for thyrotoxicosis symptoms. Post-evacuation histology confirmation and registration with regional trophoblastic screening center mandatory. Serial β-hCG monitoring weekly until negative then monthly for 6 months. Reliable contraception essential during follow-up period. Patient counseled regarding excellent prognosis with appropriate follow-up and monitoring.",

    "Placental abruption": "SITUATION: 34-year-old G2P1 at 35+4 weeks gestation presenting with sudden onset severe abdominal pain and vaginal bleeding concerning for placental abruption\n\nBACKGROUND: Mrs Foster was at home watching television when she developed sudden, severe, constant abdominal pain described as 'ripping' sensation across her entire abdomen 2 hours ago. Pain is rated 9/10, unlike anything she has experienced including previous labor. Shortly after pain onset, she noticed vaginal bleeding - initially bright red, now darker with clots. She feels the baby moving but movements seem weaker than usual. No preceding trauma, no recent sexual intercourse. This pregnancy has been complicated by gestational hypertension diagnosed at 32 weeks, currently controlled on labetalol 100mg BD. Previous pregnancy was uncomplicated with normal vaginal delivery at term. She is a smoker (10 cigarettes daily, reduced from 20 pre-pregnancy) and has history of chronic hypertension. Partner drives quickly to hospital as she feels increasingly unwell.\n\nASSESSMENT: Patient appears in severe distress, pale and diaphoretic. Vital signs: BP 156/98 mmHg, HR 118 bpm, temp 36.8°C. Abdomen is woody hard and extremely tender, particularly over fundus. Uterine contour difficult to assess due to tenderness. No fetal parts palpable. CTG shows fetal bradycardia 90-100 bpm with absent variability and late decelerations. Dark red vaginal bleeding continues, estimated 400ml loss so far. Speculum examination shows active bleeding from cervical os, cervix closed. Urgent bloods sent: Hb 9.2 g/dL (down from 11.1 g/dL last week), platelets 89 x10⁹/L, D-dimer significantly elevated, fibrinogen 1.8 g/L. Coagulation screen shows prolonged APTT. Ultrasound shows retroplacental hematoma with partial placental separation, estimated fetal weight 2.4kg.\n\nRECOMMENDATION: Diagnosis of severe placental abruption with fetal compromise and maternal coagulopathy. Category 1 emergency cesarean section required immediately. IV access with large bore cannulae, rapid fluid resuscitation commenced. Cross-match for 6 units packed red cells, 4 units FFP, 1 unit platelets. Anesthetic team alerted for general anesthetic. Pediatric team on standby for potentially compromised neonate. Transfer to theatre within 15 minutes. Central venous access considered for monitoring. High risk of postpartum hemorrhage and hysterectomy - consent obtained. Intensive care unit informed of high-risk case requiring potential postoperative care.",

    "Multiple gestation": "SITUATION: 30-year-old G1P0 with dichorionic diamniotic twin pregnancy at 32+2 weeks presenting with preterm labor and growth discordance\n\nBACKGROUND: Mrs Liu conceived via IVF after 2 years of unexplained infertility, single embryo transfer resulted in spontaneous splitting to monozygotic twins. Pregnancy has been closely monitored with fortnightly scans. Recent growth scans show developing growth discordance between twins - Twin A estimated 1.8kg (50th centile), Twin B estimated 1.4kg (10th centile), representing 22% weight difference. She presented today with regular uterine contractions every 4-5 minutes for past 3 hours, accompanied by lower back ache and pelvic pressure. No bleeding, no rupture of membranes, both babies moving well. Previous antenatal care has been uncomplicated apart from gestational diabetes diagnosed at 26 weeks, well controlled with diet. She works as a teacher, supportive partner, anxious about early delivery.\n\nASSESSMENT: Maternal vital signs stable: BP 132/84 mmHg, HR 92 bpm, temp 36.8°C. Abdomen shows regular contractions palpable every 4-5 minutes, both twins in longitudinal lie, Twin A cephalic presentation, Twin B breech. CTG monitoring shows both twins with reassuring patterns - Twin A baseline 140 bpm, Twin B baseline 155 bpm, both with good variability. Cervical assessment reveals 3cm dilatation, 60% effacement, soft consistency. Ultrasound confirms presentations and estimated fetal weights as above. Twin-to-twin transfusion syndrome excluded - both twins have adequate liquor volume. Bloods normal including FBC and inflammatory markers.\n\nRECOMMENDATION: Preterm labor in twin pregnancy with growth discordance requiring immediate management. Tocolysis with nifedipine commenced to delay delivery. Antenatal corticosteroids (betamethasone) administered for fetal lung maturation. Magnesium sulfate given for neuroprotection. Pediatric team alerted for twin delivery. Anesthetic consultation for potential operative delivery. Given growth discordance, immediate delivery not indicated unless fetal compromise develops. Plan for cesarean section if further cervical change or if Twin B becomes compromised. Continuous monitoring of both twins. Growth discordance investigation post-delivery to exclude underlying causes.",

    "Intrauterine growth restriction (IUGR)": "SITUATION: 28-year-old G2P1 at 34+1 weeks gestation with severe fetal growth restriction requiring delivery planning\n\nBACKGROUND: Mrs Patel has been under close surveillance since 28 weeks when routine fundal height measurement was noted to be small for dates. Serial growth scans have shown progressively worsening fetal growth with estimated fetal weight now <3rd centile. Current estimated weight 1.6kg represents severe growth restriction. Recent Doppler studies show abnormal umbilical artery flow with absent end-diastolic flow, and middle cerebral artery showing signs of brain-sparing with increased diastolic flow. Ductus venosus shows intermittent absent/reversed a-wave suggesting fetal compromise. She reports reduced fetal movements over past 2 days, now experiencing only 4-5 movements per day compared to usual 10+ movements. No bleeding, no contractions. Previous pregnancy was complicated by intrauterine growth restriction resulting in delivery at 36 weeks of 2.1kg baby who required NICU care.\n\nASSESSMENT: Maternal examination reveals fundal height 28cm (4cm below expected for gestational age). Blood pressure elevated at 148/92 mmHg (usually normotensive), no proteinuria detected. CTG shows baseline 155 bpm with reduced variability and occasional late decelerations following mild contractions. Biophysical profile scores 4/8 (reduced fetal movements, oligohydramnios AFI 4.2cm). Doppler assessment confirms absent end-diastolic flow in umbilical artery and abnormal ductus venosus pattern. Placental appearances show increased echogenicity suggesting insufficiency. Recent bloods show mild thrombocytopenia 128 x10⁹/L, otherwise normal including liver function.\n\nRECOMMENDATION: Severe IUGR with evidence of fetal compromise requiring immediate delivery. Category 2 cesarean section planned within 4 hours allowing time for optimization. Antenatal corticosteroids completed 5 days ago. Pediatric team extensively counseled regarding high-risk extremely growth-restricted neonate. Anesthetic assessment for spinal anesthesia. Cross-match for 2 units blood given risk of complications. Magnesium sulfate for neuroprotection. Intensive monitoring until delivery. NICU bed confirmed and available. Post-delivery placental histology and genetic screening to investigate underlying cause of recurrent IUGR.",

    "Post-term pregnancy": "SITUATION: 41-year-old G3P2 at 41+5 weeks gestation requiring assessment for post-term pregnancy management\n\nBACKGROUND: Mrs Kowalski is now 5 days past her expected delivery date based on accurate dating from early pregnancy scan at 8 weeks. She has experienced irregular Braxton Hicks contractions but no established labor. Baby movements remain good but she reports they feel different - less frequent rolling movements, more sharp jabs. She is anxious about going overdue and worried about stillbirth risk which she has read about online. Previous pregnancies were uncomplicated - first delivered spontaneously at 40+2 weeks (3.6kg), second at 39+6 weeks (3.4kg). This pregnancy has been straightforward with normal anomaly scan, negative glucose tolerance test, and normal growth scans. She is keen to avoid induction if possible but understands risks of prolonged pregnancy. Partner is supportive but also anxious.\n\nASSESSMENT: Maternal vital signs normal: BP 125/78 mmHg, no proteinuria. Abdominal examination reveals cephalic presentation, 4/5 palpable per abdomen, estimated fetal weight 3.8kg. CTG shows reactive pattern with baseline 142 bpm, good variability, acceleration with movements. Cervical assessment shows Bishop score 4 (cervix 1cm dilated, 50% effaced, firm, posterior position, head -2 station). Amniotic fluid volume appears adequate clinically. Recent bloods including FBC normal. Fetal movements chart shows reassuring pattern over past week.\n\nRECOMMENDATION: Post-term pregnancy requiring surveillance and delivery planning. Options discussed including expectant management with increased monitoring versus induction of labor. Given favorable obstetric history and current reassuring fetal condition, membrane sweeping performed to encourage spontaneous labor. If no spontaneous labor by 42+0 weeks, induction recommended given increased perinatal risks. Twice-weekly CTG monitoring and amniotic fluid assessment arranged. Patient counseled about when to seek urgent review (reduced movements, bleeding, rupture of membranes, contractions). Induction booked for 42+0 weeks with prostaglandin gel given unfavorable cervix. Return in 2 days for further assessment.",

    "Premature rupture of membranes (PROM)": "SITUATION: 31-year-old G2P1 at 35+3 weeks gestation presenting with premature rupture of membranes 8 hours ago\n\nBACKGROUND: Mrs Thompson woke at 3am feeling a sudden gush of clear fluid which soaked through her nightclothes and continued leaking when she stood up. Fluid was odorless and clear, unlike urine. She has continued to have intermittent leaking since, requiring maternity pads. No associated pain or contractions initially, but over past 2 hours has experienced irregular tightenings. Fetal movements remain good and normal for baby. No fever, no offensive discharge. Previous pregnancy was uncomplicated with spontaneous rupture of membranes at 39 weeks followed by normal delivery 6 hours later. This pregnancy has been straightforward - normal anomaly scan, negative Group B Streptococcus screening at 36 weeks. She works as a nurse and understands infection risks. Lives 45 minutes from hospital.\n\nASSESSMENT: Maternal temperature 36.8°C, pulse 88 bpm, BP 118/74 mmHg. Abdomen shows cephalic presentation, occasional weak irregular contractions felt. CTG demonstrates reassuring fetal heart rate pattern with baseline 138 bpm, good variability, reactive. Speculum examination confirms pooling of clear amniotic fluid in posterior fornix, positive nitrazine test, cervix closed and appears healthy. Digital examination avoided to reduce infection risk. Ultrasound shows oligohydramnios with AFI 4.1cm (reduced from 12.8cm at 32 weeks), estimated fetal weight 2.6kg appropriate for gestational age. Bloods show normal inflammatory markers: WBC 9.2 x10⁹/L, CRP <5 mg/L.\n\nRECOMMENDATION: Confirmed preterm premature rupture of membranes at 35+3 weeks. Admitted for observation and antibiotic prophylaxis to reduce infection risk and prolong latency. Erythromycin 250mg QDS commenced for 10 days. 4-hourly maternal temperature, pulse and fetal heart rate monitoring. Daily FBC and CRP monitoring for signs of infection. Antenatal corticosteroids not indicated at this gestation. If signs of infection develop (maternal pyrexia, fetal tachycardia, raised inflammatory markers), immediate delivery indicated. Otherwise, delivery planned at 37 weeks if spontaneous labor has not occurred. Patient advised regarding signs of labor and infection to report immediately.",

    "Gestational hypertension": "SITUATION: 33-year-old G1P0 at 37+2 weeks gestation with new-onset gestational hypertension requiring management\n\nBACKGROUND: Mrs Martinez presented for routine antenatal appointment where blood pressure was noted to be elevated at 152/94 mmHg, significantly higher than her usual readings (booking BP 118/72 mmHg, consistently <140/90 throughout pregnancy until 35 weeks). Repeat measurements 4 hours apart confirm persistent elevation. She denies headache, visual disturbance, epigastric pain or shortness of breath. No significant edema noted. Fetal movements remain normal and reassuring. No family history of hypertension or preeclampsia. Pregnancy has been uncomplicated to date with normal growth scans and negative glucose tolerance test. She works in administration, reports work stress has increased recently due to staff shortages. Non-smoker, minimal alcohol consumption before pregnancy.\n\nASSESSMENT: Patient appears well, no signs of systemic illness. Repeated BP measurements: 148/92 mmHg, 151/89 mmHg, 146/93 mmHg (all elevated). No hyperreflexia, normal fundoscopy. Urinalysis negative for protein (dipstick and spot protein:creatinine ratio <30 mg/mmol). Fundal height 36cm appropriate for dates. CTG shows reassuring fetal heart rate pattern. Recent bloods: FBC normal (platelets 298 x10⁹/L), liver function tests normal (ALT 22 U/L), renal function normal (creatinine 68 μmol/L), uric acid 298 μmol/L (normal). 24-hour urine collection shows protein excretion 180mg (normal <300mg).\n\nRECOMMENDATION: Diagnosis of gestational hypertension without proteinuria (not preeclampsia). Antihypertensive therapy initiated with labetalol 100mg BD, targeting BP <150/100 mmHg. Twice-weekly monitoring of BP, urinalysis, and blood tests including FBC, LFTs, and renal function. Fetal surveillance with twice-weekly CTG and growth scan in 2 weeks. Patient educated about preeclampsia symptoms requiring urgent review. Delivery planned at 38-39 weeks given gestational hypertension. Early labor assessment if spontaneous onset before planned delivery. Close postpartum monitoring as BP may take several weeks to normalize."
  },
  "gynecology": {
    "Endometriosis": "SITUATION: 31-year-old nulliparous woman presenting with severe dysmenorrhea and suspected deep infiltrating endometriosis\n\nBACKGROUND: Miss Thompson has a 5-year history of progressively worsening menstrual pain, now requiring time off work each month. She describes severe, cramping pelvic pain starting 2-3 days before menstruation and lasting throughout her cycle, rated 9/10 at worst. Pain is associated with heavy menstrual bleeding requiring super tampons changed hourly on heavy days. She also experiences deep dyspareunia, preventing sexual intercourse for the past year, causing relationship strain. Cyclical bowel symptoms include diarrhea and rectal pain during menstruation. She has tried multiple treatments: NSAIDs provide minimal relief, previous trial of combined oral contraceptive pill caused mood changes so discontinued. No pregnancies desired currently but concerned about future fertility. Works as an accountant, significant work absence due to pain.\n\nASSESSMENT: Clinical examination reveals tender nodularity in the pouch of Douglas on bimanual examination, suggesting deep endometriosis. Cervix appears normal, uterus slightly enlarged and retroverted, reduced mobility. Transvaginal ultrasound demonstrates a 3.5cm endometrioma in the left ovary with typical 'ground glass' appearance, and thickening of uterosacral ligaments suggestive of deep infiltrating disease. CA125 elevated at 89 U/mL (normal <35). Anti-Müllerian hormone 18 pmol/L (normal range for age). Pain score using visual analog scale consistently 8-9/10 during menstruation.\n\nRECOMMENDATION: MRI pelvis arranged to map extent of deep endometriosis prior to surgical planning. Laparoscopy scheduled for definitive diagnosis and treatment of endometriosis, with possibility of laparoscopic excision of endometrioma and deep disease. Pre-operative counselling regarding risks including bowel injury given suspected deep disease. GnRH agonist (goserelin) considered for 3-6 months pre-operatively to reduce inflammation. Fertility counselling arranged given concerns about future conception. Pain management plan includes mefenamic acid and tramadol for breakthrough pain. Patient support group information provided.",
    
    "Polycystic ovary syndrome (PCOS)": "SITUATION: 26-year-old woman presenting with irregular periods, hirsutism, and weight gain concerning for PCOS\n\nBACKGROUND: Mrs Chen has experienced irregular menstrual cycles since menarche at age 14, but symptoms have worsened over the past 3 years. Menstrual cycle varies from 6-12 weeks, with unpredictable timing making family planning difficult. She has noticed increased facial hair growth, particularly on chin and upper lip, requiring daily shaving. Acne on face and back has persisted since teenage years despite various treatments. Weight has gradually increased by 15kg over 2 years despite attempting various diets. She and her husband have been trying to conceive for 18 months without success. Family history significant for type 2 diabetes (mother) and PCOS (sister). Currently takes no regular medications, previous metformin trial discontinued due to GI upset.\n\nASSESSMENT: BMI 32 kg/m² (weight 78kg, height 157cm), increased from 65kg two years ago. Clinical signs of hyperandrogenism evident: moderate hirsutism affecting face, chest and back (Ferriman-Gallwey score 18), androgenic alopecia pattern, persistent acne. Pelvic examination normal. Transvaginal ultrasound shows bilateral polycystic ovaries with >20 small follicles per ovary and increased ovarian volume. Hormonal profile: LH 12.8 IU/L, FSH 4.2 IU/L (LH:FSH ratio 3:1), testosterone 3.2 nmol/L (elevated), SHBG 18 nmol/L (low), free androgen index elevated. Glucose tolerance test: fasting 5.8 mmol/L, 2-hour 8.4 mmol/L indicating glucose intolerance. Lipid profile shows mild dyslipidemia.\n\nRECOMMENDATION: Diagnosis of PCOS confirmed meeting Rotterdam criteria (irregular cycles, clinical/biochemical hyperandrogenism, polycystic ovaries). Lifestyle modification program initiated focusing on weight reduction and dietary changes. Metformin 500mg BD restarted with gradual dose escalation to improve glucose tolerance and assist weight loss. For fertility: clomiphene citrate considered as first-line ovulation induction, with monitoring via serial ultrasounds. Cosmetic concerns addressed: discuss laser hair removal, topical anti-androgens. Annual screening for diabetes and cardiovascular risk factors. Dietitian referral for structured weight management program.",

    "Uterine fibroids": "SITUATION: 42-year-old G3P3 presenting with menorrhagia and bulk symptoms secondary to multiple uterine fibroids\n\nBACKGROUND: Mrs Williams has experienced progressively worsening heavy menstrual bleeding over the past 18 months. She describes her periods as lasting 8-9 days with flooding and clots, requiring super tampons plus pads changed every 1-2 hours on heavy days. She experiences flooding episodes that have caused embarrassment at work and social situations. Associated symptoms include severe cramping during menstruation, pelvic pressure, and increased urinary frequency. She has noticed abdominal distension and feels a firm mass in her lower abdomen. Fatigue has significantly impacted her quality of life. Previous treatments tried: tranexamic acid provided some improvement but insufficient, mefenamic acid for pain with limited effect. Iron deficiency developed requiring oral supplements. Family history of fibroids (mother and sister both required hysterectomy).\n\nASSESSMENT: Clinical examination reveals enlarged uterus palpable to umbilicus, consistent with 16-20 week size. Multiple firm, irregular masses felt abdominally and on bimanual examination. Cervix appears normal. Pelvic ultrasound shows multiple fibroids: largest intramural fibroid measures 8.4cm, subserosal fibroid 6.2cm, and submucous fibroid 3.8cm distorting endometrial cavity. Endometrial thickness 18mm. Full blood count shows iron deficiency anemia: Hb 8.9 g/dL, MCV 68 fL, ferritin 12 ng/mL. Menstrual blood loss assessment (pictorial chart) scores 487 (normal <100, >185 indicates menorrhagia).\n\nRECOMMENDATION: MRI pelvis arranged for surgical planning to better delineate fibroid positions and assess operability. Treatment options discussed: hysteroscopic morcellation for submucous fibroid, myomectomy vs hysterectomy for larger fibroids given completed family. GnRH agonist (goserelin) considered pre-operatively to reduce fibroid size and improve anemia. Iron infusion arranged to correct severe anemia before surgery. Menstrual suppression with continuous progestogen until definitive treatment. Shared decision-making regarding fertility preservation vs symptom relief given patient age and completed family.",

    "Ovarian cysts": "SITUATION: 34-year-old G2P1 presenting with acute onset severe pelvic pain and complex ovarian cyst concerning for possible torsion\n\nBACKGROUND: Miss Garcia presented to emergency department at 2am with sudden onset severe left-sided pelvic pain that began 4 hours earlier while sleeping. She describes the pain as constant, sharp, and rated 9/10 severity, located in left iliac fossa with radiation to left thigh. Associated with nausea and one episode of vomiting. No fever, no urinary symptoms, no bowel symptoms. She had a similar but milder episode 3 weeks ago that resolved spontaneously after a few hours. Last menstrual period was 10 days ago, normal cycle. Not currently sexually active, uses barrier contraception when needed. One previous pregnancy resulted in normal vaginal delivery 3 years ago. No significant medical history, no regular medications. Family history unremarkable.\n\nASSESSMENT: Patient appears distressed with pain, restless and unable to find comfortable position. Vital signs: BP 142/88 mmHg (usually normotensive), HR 108 bpm, temp 37.2°C. Abdominal examination reveals tenderness and guarding in left iliac fossa, no rebound tenderness, no masses palpable. Pelvic examination limited by pain but reveals fullness in left adnexa. Pregnancy test negative. Urgent pelvic ultrasound shows 7.2cm complex left ovarian cyst with solid and cystic components, reduced vascularity on Doppler suggesting possible torsion. Right ovary appears normal. No free fluid in pelvis. Bloods: WCC 13.2 x10⁹/L with neutrophilia, CRP 18 mg/L, normal renal function. Tumor markers pending: CA125, CEA, AFP, β-hCG.\n\nRECOMMENDATION: High suspicion of ovarian torsion requiring urgent surgical intervention. Emergency laparoscopy arranged within 2 hours. Anesthetics consulted, patient consented for diagnostic laparoscopy +/- detorsion +/- oophorectomy depending on ovarian viability. IV access established, IV fluids commenced, analgesia with morphine PCA. Cross-match not required unless hemorrhage suspected. Gynecology oncology opinion to be sought if cyst appearance suspicious during surgery. Patient counseled regarding risks including possible loss of ovary and impact on fertility, though other ovary appears normal.",

    "Pelvic inflammatory disease (PID)": "SITUATION: 24-year-old sexually active woman presenting with pelvic pain, fever, and vaginal discharge suggestive of pelvic inflammatory disease\n\nBACKGROUND: Miss Johnson has experienced gradually worsening pelvic pain over the past 5 days, initially mild and crampy but now constant and severe, rated 7/10. Pain is bilateral, located in lower abdomen and pelvis, worse with movement and sexual intercourse (attempted 2 days ago). She developed fever yesterday with rigors and has felt generally unwell. Vaginal discharge has increased in volume and changed from normal clear to yellow-green with offensive odor. Dysuria present for 3 days. Last menstrual period was 2 weeks ago, normal flow and duration. Currently sexually active with 2 partners in past 6 months, inconsistent condom use. No history of STIs but never been screened. Previous contraception was depot medroxyprogesterone but discontinued 6 months ago. No significant medical history, no known drug allergies.\n\nASSESSMENT: Patient appears unwell and febrile. Vital signs: temp 38.7°C, HR 102 bpm, BP 118/76 mmHg. Abdomen tender in both iliac fossae and suprapubically, guarding present, no rebound tenderness. Pelvic examination reveals purulent cervical discharge, cervical motion tenderness (chandelier sign positive), bilateral adnexal tenderness and fullness. Cervix appears inflamed. Pregnancy test negative. High vaginal swab and endocervical swabs taken for microscopy, culture and PCR for chlamydia and gonorrhea. Urinalysis shows pyuria but no nitrites. Bloods: WCC 16.8 x10⁹/L with left shift, CRP 89 mg/L, ESR 78 mm/hr. Pelvic ultrasound shows bilateral tube-ovarian complexes with free fluid in pelvis.\n\nRECOMMENDATION: Clinical diagnosis of severe PID with possible tubo-ovarian abscesses. Immediate admission for IV antibiotic therapy: ceftriaxone 2g daily plus doxycycline 100mg BD plus metronidazole 500mg TDS for anaerobic cover. IV fluids and supportive care. Serial inflammatory markers and clinical assessment. If no improvement in 48-72 hours, consider CT pelvis and surgical drainage. Partner notification and treatment essential - contact tracing for all sexual partners in past 60 days. Sexual health screening post-treatment. Counseling regarding future fertility risks and importance of safer sex practices. Follow-up in 2-3 days then at 1 week.",

    "Abnormal uterine bleeding": "SITUATION: 38-year-old perimenopausal woman presenting with irregular heavy bleeding and suspected endometrial pathology\n\nBACKGROUND: Mrs Jackson has experienced significant changes in her menstrual pattern over the past 8 months. Previously regular 28-day cycles have become unpredictable, varying from 18-45 days. Bleeding has become much heavier, lasting 10-14 days with flooding and large clots. She experiences intermenstrual bleeding and occasional postcoital bleeding. Fatigue has become problematic, affecting work performance and daily activities. No pelvic pain or pressure symptoms. She has gained 8kg in weight over 6 months despite no dietary changes. Family history significant for endometrial cancer in maternal aunt at age 52. Never used hormonal contraception, completed family (3 children, last birth 15 years ago). Approaching menopause - experiencing hot flushes and mood changes. Currently takes iron supplements for anemia.\n\nASSESSMENT: BMI 28 kg/m², general examination otherwise normal. Abdominal examination unremarkable. Pelvic examination reveals normal-sized uterus, no masses palpable, cervix appears healthy. Transvaginal ultrasound shows endometrial thickness of 22mm (postmenstrual), endometrium appears heterogeneous with possible focal thickening. Both ovaries normal with some small follicles consistent with perimenopause. Full blood count confirms iron deficiency anemia: Hb 9.8 g/dL, MCV 74 fL, ferritin 18 ng/mL. Coagulation screen normal. Thyroid function tests normal. Cervical cytology up to date and normal.\n\nRECOMMENDATION: Endometrial sampling essential given age, risk factors, and ultrasound findings - hysteroscopy and endometrial biopsy arranged urgently within 2 weeks. CA125 checked given family history. Hormonal profile including FSH and estradiol to assess menopausal status. Meanwhile, tranexamic acid 1g TDS during menstruation to reduce blood loss. Iron replacement therapy optimized. If endometrial sampling normal, consider mirena IUS for menstrual control in perimenopause. Patient counseled about warning symptoms and importance of urgent follow-up for any worsening bleeding patterns.",

    "Menorrhagia": "SITUATION: 35-year-old G2P2 presenting with heavy menstrual bleeding significantly impacting quality of life\n\nBACKGROUND: Miss Roberts has experienced progressively worsening heavy periods over the past 18 months. She describes her cycles as regular (28-30 days) but bleeding lasts 8-9 days with extremely heavy flow requiring super tampons plus night-time pads changed every 1-2 hours. She experiences flooding episodes and has had several embarrassing accidents at work and social events. Clots are frequent and some are larger than £2 coin. Associated cramping is severe on days 1-3, requiring time off work monthly. She has developed iron deficiency anemia requiring oral supplements. No intermenstrual bleeding, no postcoital bleeding. Previous gynecological history unremarkable - normal cervical smears, no STIs. Completed family, considering long-term contraception. Works as a teacher, finding it difficult to manage heavy days in classroom environment.\n\nASSESSMENT: General examination reveals pallor consistent with anemia. BMI 24 kg/m², vital signs stable. Abdominal examination normal, no masses palpable. Pelvic examination shows normal-sized uterus, no tenderness, cervix appears healthy with no visible abnormalities. Pictorial blood loss assessment chart (PBAC) score 485 (normal <100, >185 indicates menorrhagia). Full blood count: Hb 8.4 g/dL, MCV 68 fL, ferritin 8 ng/mL confirming iron deficiency anemia. Transvaginal ultrasound shows normal uterine contour, endometrial thickness 6mm (day 8 of cycle), both ovaries appear normal with no cysts or masses. Thyroid function tests normal.\n\nRECOMMENDATION: Diagnosis of menorrhagia with secondary iron deficiency anemia. Treatment options discussed: medical management first-line including tranexamic acid 1g TDS during menstruation, mefenamic acid for pain and bleeding reduction. Mirena IUS considered as excellent option for long-term management given completed family. Combined oral contraceptive pill alternative if hormonal contraception desired. Iron replacement therapy optimized with ferrous sulfate 200mg BD. If medical management fails, surgical options include endometrial ablation or hysterectomy. Follow-up in 3 months to assess response to treatment and repeat FBC.",

    "Primary dysmenorrhea": "SITUATION: 19-year-old nulliparous student presenting with severe period pain affecting academic performance\n\nBACKGROUND: Miss Taylor has experienced progressively worsening period pain since menarche at age 13. Pain typically begins 12-24 hours before menstruation and lasts for first 2-3 days of cycle. She describes cramping, colicky pain in lower abdomen and pelvis, rated 8-9/10 at worst, associated with nausea, vomiting, and diarrhea. Pain is severe enough to require bed rest and has caused her to miss lectures and exams. She has tried over-the-counter painkillers including paracetamol and ibuprofen with limited success. Cycles are regular (28 days), flow moderate, no other gynecological symptoms. No sexual activity to date. Family history significant for dysmenorrhea in mother and sister. Currently studying medicine, very anxious about missing important academic commitments due to menstrual symptoms.\n\nASSESSMENT: General examination normal, appears well between menstrual cycles. BMI 22 kg/m², vital signs stable. Abdominal examination normal, no masses or tenderness. External genital examination normal. Pelvic examination deferred given nulliparous status and typical history. Pain diary confirms cyclical pattern correlating with menstruation. Recent pelvic ultrasound (transabdominal) shows normal uterine contour and size, both ovaries appear normal, no evidence of endometriosis or structural abnormalities.\n\nRECOMMENDATION: Diagnosis of primary dysmenorrhea (no underlying pathology identified). Management plan includes NSAIDs as first-line therapy - mefenamic acid 500mg TDS starting 2-3 days before expected menstruation and continuing through heavy flow days. Combined oral contraceptive pill offered as second-line therapy if NSAIDs insufficient, with additional contraceptive benefit. Heat therapy and gentle exercise recommended as adjunctive measures. If symptoms persist despite optimal medical management, consider laparoscopy to exclude endometriosis. Follow-up in 3 months to assess treatment response and consider alternative strategies if needed.",

    "Secondary dysmenorrhea": "SITUATION: 32-year-old G1P1 presenting with new onset severe period pain and heavy bleeding suspicious for endometriosis\n\nBACKGROUND: Mrs Campbell developed severe menstrual pain 18 months ago, markedly different from her previous mild period discomfort. Pain begins several days before menstruation and persists throughout cycle, described as deep, aching pelvic pain with sharp exacerbations. She experiences deep dyspareunia which has significantly affected her relationship, and cyclical bowel symptoms including diarrhea and rectal pain during menstruation. Menstrual flow has become heavier with large clots. She also reports chronic pelvic pain between cycles and fatigue. Previous pregnancy 4 years ago was uncomplicated with normal vaginal delivery. Symptoms began approximately 1 year after delivery. Has tried multiple pain relief strategies including prescription NSAIDs with limited benefit.\n\nASSESSMENT: General examination shows mild pallor. Pelvic examination reveals tender nodular thickening in pouch of Douglas, uterus slightly enlarged and retroverted with restricted mobility. Cervix appears normal. Transvaginal ultrasound demonstrates 4.2cm left ovarian endometrioma with characteristic 'ground glass' echogenicity, and irregular uterine contour suggesting possible adenomyosis. Some free fluid in pelvis. CA125 elevated at 76 U/mL (normal <35). Full blood count shows mild anemia: Hb 10.2 g/dL, consistent with heavy menstrual bleeding.\n\nRECOMMENDATION: Clinical diagnosis of endometriosis with ovarian endometrioma causing secondary dysmenorrhea. MRI pelvis arranged to map extent of disease prior to surgical planning. Laparoscopy planned for definitive diagnosis and treatment, with possible excision of endometrioma and treatment of endometriotic deposits. GnRH agonist therapy considered pre-operatively to reduce inflammation. Fertility counseling arranged given impact on future conception. Strong analgesia including tramadol prescribed for symptom relief. Patient support group information provided for psychological support.",

    "Amenorrhea": "SITUATION: 24-year-old nulliparous woman presenting with 8-month history of amenorrhea following weight loss\n\nBACKGROUND: Miss Hassan has not had a menstrual period for 8 months following intentional weight loss of 15kg through strict dieting and excessive exercise. Previously had regular cycles since menarche at age 14. She lost weight from 65kg to 50kg (BMI dropped from 24 to 18.5 kg/m²) through restricting calories to <1000 daily and exercising 2+ hours daily. She reports feeling cold, fatigue, hair loss, and dry skin. No galactorrhea, no headaches or visual disturbances. Not sexually active currently. Works as a personal trainer, admits to obsessive thoughts about food and exercise. Family history unremarkable. Previous medical history nil significant.\n\nASSESSMENT: Patient appears thin with BMI 18.5 kg/m², temperature 36.2°C (low normal). Fine hair growth on arms (lanugo), brittle nails, dry skin. Breast examination normal, no galactorrhea. Pelvic examination shows atrophic vaginal mucosa, small uterus consistent with hypoestrogenism. Hormonal profile: LH 1.2 IU/L (low), FSH 2.8 IU/L (low), estradiol 45 pmol/L (very low), prolactin 298 mIU/L (normal), TSH 2.1 mU/L (normal), free T4 12 pmol/L (low normal). Pregnancy test negative. Pelvic ultrasound shows small uterus with thin endometrium, ovaries with few small follicles.\n\nRECOMMENDATION: Diagnosis of hypothalamic amenorrhea secondary to weight loss and excessive exercise (functional hypothalamic amenorrhea). Primary goal is weight restoration and normalization of eating/exercise patterns. Dietitian referral for nutritional rehabilitation. Psychology referral to address underlying eating disorder. Gradual reduction in exercise intensity recommended. Hormone replacement therapy considered for bone protection given hypoestrogenic state - combined oral contraceptive pill or estrogen/progestogen replacement. DEXA scan arranged to assess bone density. Regular monitoring of weight, menstrual function, and psychological wellbeing. Fertility counseling if conception desired in future."
  }
}